{
  "new_p_63": "Специализированные масла для двигателей 2T и 4T, обеспечивающие плавную работу, защиту сцепления и коробки передач, а также высокие характеристики даже при высоких оборотах.\n<strong data-start=\"1938\" data-end=\"1949\">Бренды:</strong> MotoMax | Scooter\n<strong data-start=\"1971\" data-end=\"1989\">Основные стандарты:</strong>\nJASO: MA, MA2, MB, FC\nAPI: SN, SL",
  "new_p_64": "Продукция:",
  "new_p_65": "Maximum - немецкие масла качества OEM, передовые решения для технического обслуживания автомобилей, автопарков и промышленности.",
  "new_p_67": "&nbsp; Линейка HydroMax от MAXIMUM специально разработана для современных гидравлических систем в промышленности, тяжелом механическом оборудовании, производственных машинах и прецизионных системах. Масла изготовлены из высококачественных базовых масел и передовых пакетов присадок, обеспечивая непрерывную работу, высокую термическую стабильность и максимальную защиту компонентов системы даже в экстремальных рабочих условиях.&nbsp;&nbsp;\nДоступные вязкости:&nbsp;46 / 68&nbsp;\nОсновные стандарты:\nDIN 51524 Part 2 (HLP)\nISO 6743-4 HM",
  "new_p_68": "Специальные масла для двигателей 2T и 4T, обеспечивающие плавную работу, защиту сцепления и коробки передач, а также высокие характеристики даже при высоких оборотах.\nПродукты: MotoMax | Scooter\nОсновные стандарты:\nJASO: MA, MA2, MB, FC\nAPI: SN, SL",
  "home_h1_1": "&nbsp;\n\nMaximum - немецкие масла качества OEM, передовые решения для технического обслуживания автомобилей, автопарков и промышленности.\n\n&nbsp;",
  "home_h2_2": "Почему стоит выбрать наши немецкие масла Maximum?",
  "home_h2_3": "Категории наших продуктов",
  "home_h2_4": "Почему выбор в нашу пользу - это правильное решение для вас?",
  "home_h2_5": "Ассортимент категорий наших продуктов",
  "home_h2_6": "Готовы улучшить обслуживание вашего автомобиля?",
  "home_h3_7": "Профессиональные решения для технического обслуживания легковых и грузовых автомобилей с качественными маслами по конкурентным ценам",
  "home_h3_8": "Моторные масла для легковых автомобилей",
  "home_h3_9": "Моторные масла Heavy Duty",
  "home_p_20": "Happily created by&nbsp;Zappy",
  "home_p_21": "Y.N.K logos consulting & Services Ltd специализируется на импорте автомобильных масел на Кипр напрямую с завода Maximum. Мы обеспечиваем продажу автомобильных масел высочайшего качества, специально адаптированных к дорожным условиям и климату Кипра.",
  "home_p_22": "Наша экспертиза в области масел для легковых автомобилей, Heavy duty, мотоциклов и промышленности на Кипре гарантирует, что каждый владелец автомобиля получит точно подходящий продукт для своих нужд. Мы понимаем, что правильное техническое обслуживание автомобиля начинается с выбора качественных масел для двигателя и трансмиссии, поэтому мы предлагаем только продукты, прошедшие строгие испытания и соответствующие международным стандартам качества и стандартам ведущих мировых автопроизводителей.\n\n\nдля автомобиля, поэтому мы предлагаем только продукты, прошедшие строгие испытания и соответствующие международным стандартам качества и стандартам ведущих мировых автопроизводителей.>для автомобиля, поэтому мы предлагаем только продукты, прошедшие строгие испытания и соответствующие международным стандартам качества.",
  "home_p_23": "Линейка моторных масел для легковых автомобилей MAXIMUM сочетает передовые синтетические технологии с инновационными пакетами присадок и предназначена для современных двигателей - бензиновых и дизельных, включая турбо, GDI и гибридные. Масла обеспечивают максимальную защиту от износа, поддерживают чистоту двигателя и улучшают топливную экономичность в течение длительного времени.\nОсновные продукты:\nRevitron | InnoMax | MegaMax | NovaLube | Verus | Arcana | SuperMax\nОсновные стандарты:\nAPI: SP, SN, SN Plus\nILSAC: GF-6A, GF-6B, GF-5\nACEA: A3/B4, A5/B5, C2, C3, C4, C5, C6",
  "home_p_24": "Специальные масла для грузовиков, тяжелого механического оборудования и автопарков, адаптированные для интенсивной работы, высоких нагрузок и длительных поездок. Обеспечивают высокую термическую стабильность, контроль сажи и длительную защиту компонентов двигателя.\nОсновные продукты:\nAcceleron | TurboMax | VitalForce | GuardMax Diesel\nОсновные стандарты:\nAPI: CK-4, CJ-4, CI-4, CH-4, CF-4\nACEA: E4, E7\nOEM: Volvo VDS | Mack EO | Cummins CES | MAN M | MB 228.x",
  "home_p_25": "Широкий ассортимент масел для автоматических и механических коробок передач, адаптированных для всех типов автомобилей и обеспечивающих плавную и эффективную передачу мощности.\nПродукт: TransMax\nОсновные стандарты:\nAPI: GL-1, GL-4, GL-5, MT-1\nSAE: 75W-80 / 75W-90 / 80W-90 / 85W-140\nLS - Limited Slip",
  "home_p_26": "Жидкости, необходимые для безопасности автомобиля, соответствующие международным стандартам DOT и обеспечивающие оптимальные тормозные характеристики в любых погодных условиях.\nОсновные стандарты:\nDOT-3 / DOT-4\nFMVSS 116",
  "home_p_27": "Все категории наших продуктов импортируются напрямую из Германии и соответствуют международным стандартам ISO и API. Мы работаем только с признанными производителями с мировой репутацией.",
  "home_p_28": "Эффективная система распределения, обеспечивающая быструю доставку в любую точку Кипра. Высокая доступность запасов и отличное обслуживание клиентов.",
  "home_p_29": "Команда экспертов к вашим услугам для консультаций и руководства по выбору наиболее подходящих продуктов для вашего автомобиля. Персональное и профессиональное обслуживание.",
  "home_p_30": "Прямой импорт от производителя позволяет нам предлагать привлекательные цены без компромиссов в качестве. Специальные предложения при покупке оптом.",
  "home_p_31": "Мы предлагаем комплексную линейку продуктов, покрывающую все потребности в обслуживании вашего автомобиля",
  "home_p_32": "Идеальная защита системы охлаждения во все сезоны года",
  "home_p_33": "Для плавной и отзывчивой системы рулевого управления",
  "home_p_34": "Для широкого спектра технических применений в автомобиле",
  "home_p_35": "Для широкого спектра технических применений в автомобиле",
  "home_p_36": "Свяжитесь с нами сегодня и получите профессиональную консультацию и персонализированное коммерческое предложение. Мы здесь, чтобы помочь вам выбрать наиболее подходящие масла для вашего автомобиля.",
  "home_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "home_p_38": "Создано с помощью&nbsp;Zappy",
  "new_h3_62": "Масло для мотоциклов и скутеров",
  "new_h3_66": "Гидравлическое масло",
  "about_h1_1": "О компании Y.N.K logos consulting & Services Ltd",
  "about_h2_2": "Наша история",
  "about_h2_3": "Наша миссия",
  "about_h2_4": "Наше видение",
  "about_h2_5": "Наши ценности",
  "about_h2_6": "Наша экспертиза",
  "about_h2_7": "Наши партнерства",
  "about_h2_8": "Наши обязательства перед вами",
  "about_h2_9": "Хотите присоединиться к нашей семье клиентов?",
  "about_p_21": "Happily created by&nbsp;Zappy",
  "about_p_22": "Y.N.K logos consulting & Services Ltd была основана с четким видением - привнести на кипрский рынок автомобильные масла высочайшего качества в сочетании с профессиональным обслуживанием и конкурентоспособными ценами. Мы специализируемся на импорте автомобильных масел на Кипр напрямую от производителя в Германии и предоставляем комплексные решения для всех потребностей в обслуживании владельцев легковых и грузовых автомобилей.",
  "about_p_23": "На протяжении многих лет мы построили репутацию надежности и превосходства в области немецких автомобильных масел. Мы гордимся тем, что стали предпочтительным поставщиком для автосервисов, транспортных компаний, владельцев автопарков и частных автовладельцев по всему Кипру. Наш успех проистекает из нашей бескомпромиссной приверженности качеству, отличному обслуживанию и удовлетворенности клиентов.",
  "about_p_24": "Предоставить владельцам автосервисов на Кипре доступ к маслам и продуктам для обслуживания немецкого качества, сохраняя при этом справедливые цены и профессиональное обслуживание. Мы стремимся быть самым надежным партнером для всех потребностей в обслуживании автомобилей и обеспечить, чтобы каждый клиент получил точно подходящий продукт для своих нужд.",
  "about_p_25": "Быть ведущей и самой надежной компанией в области импорта и маркетинга моторных масел на Кипре. Мы стремимся расширить наш ассортимент продукции, постоянно улучшать уровень обслуживания и продолжать строить долгосрочные отношения с нашими клиентами, основанные на доверии, надежности и превосходстве.",
  "about_p_26": "Мы настаиваем на превосходном качестве каждого продукта, который мы поставляем. Все наши масла соответствуют самым строгим международным стандартам и импортируются напрямую от немецкого бренда.",
  "about_p_27": "Мы строим наши отношения с клиентами на основе взаимного доверия, полной прозрачности и приверженности выполнению наших обещаний. Наше слово - ваша гарантия.",
  "about_p_28": "Мы верим в персональное обслуживание и полную доступность для клиентов. Наша команда экспертов всегда готова к консультациям, руководству и предоставлению персонализированных решений.",
  "about_p_29": "Мы всегда ищем новые способы улучшить наше обслуживание, расширить ассортимент продукции и адаптироваться к изменяющимся потребностям рынка.",
  "about_p_30": "Мы осознаем важность защиты окружающей среды и тщательно поставляем экологически чистые продукты, соответствующие самым строгим стандартам выбросов.",
  "about_p_31": "Мы верим в предоставление реальной ценности нашим клиентам - справедливые цены, качественные продукты и отличное обслуживание.",
  "about_p_32": "Наша специализация в области масел для легковых и грузовых автомобилей на Кипре основана на многолетнем богатом опыте в отрасли и глубоком понимании уникальных потребностей местного рынка. Мы досконально знаем дорожные условия, климат и использование автомобилей на Кипре, и соответственно адаптируем наши продукты.",
  "about_p_33": "Наша команда включает экспертов с обширными знаниями в области масел, обслуживания и механики автомобилей. Мы постоянно следим за технологическими разработками в автомобильной промышленности и обеспечиваем, чтобы всегда предлагать самые передовые и подходящие решения нашим клиентам.",
  "about_p_34": "Мы гордимся нашими стратегическими партнерскими отношениями с немецким брендом Maximum. Наши прямые связи с заводом позволяют нам гарантировать превосходное качество, высокую доступность и конкурентоспособные цены. Мы работаем только с производителями мирового уровня, чьи продукты соответствуют самым строгим международным стандартам качества и стандартам ведущих мировых автопроизводителей.",
  "about_p_35": "В дополнение к партнерству с производителем, мы поддерживаем тесные связи с автосервисами, транспортными компаниями и владельцами автопарков по всему Кипру. Эти связи позволяют нам лучше понимать потребности рынка, получать постоянную обратную связь и непрерывно улучшать наши услуги и продукты.",
  "about_p_36": "Каждый продукт, который мы поставляем, прошел строгие проверки и соответствует международным стандартам качества и стандартам ведущих мировых автопроизводителей. Мы стоим за качеством наших продуктов и гарантируем полное удовлетворение.",
  "about_p_37": "Мы поддерживаем большой запас всех продуктов и гарантируем быструю доставку по всему Кипру. Высокая доступность и надежный сервис - всегда.",
  "about_p_38": "Наша команда экспертов доступна для профессиональных консультаций, руководства и предоставления индивидуальных решений. Мы здесь, чтобы помочь вам выбрать лучшие продукты для вашего автомобиля.",
  "about_p_39": "Мы всегда ищем способы улучшить наш сервис, расширить ассортимент продуктов и адаптироваться к меняющимся потребностям клиентов.",
  "about_p_40": "Мы приглашаем вас познакомиться с Y.N.K logos consulting & Services Ltd и самостоятельно оценить сервис и качество, которые сделали нас лидерами в отрасли. Свяжитесь с нами уже сегодня.",
  "about_p_41": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "about_p_42": "Создано с помощью Zappy",
  "home_h3_10": "Transmission & Gear Oil",
  "home_h3_11": "Тормозные жидкости и жидкость сцепления",
  "home_h3_12": "Проверенное немецкое качество",
  "home_h3_13": "Быстрая доставка по всему Кипру",
  "home_h3_14": "Профессиональные консультации и поддержка",
  "home_h3_15": "Конкурентоспособные цены",
  "home_h3_16": "Охлаждающие жидкости и антифриз",
  "home_h3_17": "Жидкости для гидроусилителя руля",
  "home_h3_18": "Смазки и технические жиры",
  "home_h3_19": "Смазки и технические жиры",
  "terms_h1_1": "Условия использования",
  "terms_h2_2": "1. Определения",
  "terms_h2_3": "2. Описание услуг",
  "terms_h2_4": "3. Условия использования",
  "terms_h2_5": "4. Обязанности пользователя",
  "terms_h2_6": "5. Политика платежей и возвратов",
  "terms_h2_7": "6. Ограничение ответственности",
  "terms_h2_8": "7. Авторские права и интеллектуальная собственность",
  "terms_h2_9": "8. Конфиденциальность",
  "terms_p_15": "Y.N.K logos consulting & Services Ltd предоставляет масла для автомобилей и техническое обслуживание через сайт. Услуги подчиняются условиям, изложенным в данном документе, и могут изменяться время от времени.",
  "terms_p_16": "Использование сайта обусловлено соблюдением следующих условий:",
  "terms_p_17": "В случае если услуги включают оплату:",
  "terms_p_18": "Услуги предоставляются \"как есть\" без гарантий любого рода. Компания не несет ответственности за косвенные, последующие или специальные ущербы, возникающие в результате использования сайта, за исключением случаев, когда закон предусматривает иное.",
  "terms_p_19": "Все содержимое сайта, включая тексты, изображения, дизайн и код, защищены авторскими правами, принадлежащими Y.N.K logos consulting & Services Ltd. Запрещается копировать, распространять или использовать содержимое в коммерческих целях без письменного разрешения.",
  "terms_p_20": "Сбор и использование личной информации подчиняются нашей политике конфиденциальности. Использование сайта означает согласие с политикой конфиденциальности, как указано отдельно.",
  "terms_p_21": "Компания вправе изменять данные условия использования в любое время. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней. Продолжение использования после изменения означает согласие с новыми условиями.",
  "terms_p_22": "Компания вправе прекратить или ограничить услугу в любое время, включая случаи нарушения условий использования. В случае прекращения услуги сохраняются положения соответствующих разделов.",
  "terms_p_23": "Данные условия использования подчиняются законам государства Израиль. Любой спор будет рассматриваться в компетентных судах Израиля, с предпочтением арбитража или медиации, где это возможно.",
  "terms_p_24": "По вопросам или разъяснениям относительно условий использования:",
  "terms_p_25": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "terms_p_26": "Создано с помощью Zappy",
  "about_h3_10": "Лидеры в импорте автомобильных масел на Кипре - приверженность качеству и превосходному сервису",
  "about_h3_11": "Качество без компромиссов",
  "about_h3_12": "Надежность и прозрачность",
  "about_h3_13": "Персональный и профессиональный сервис",
  "about_h3_14": "Инновации и постоянное совершенствование",
  "about_h3_15": "Экологическая ответственность",
  "about_h3_16": "Реальная ценность для клиента",
  "about_h3_17": "Гарантированное качество",
  "about_h3_18": "Доступность и быстрая доставка",
  "about_h3_19": "Консультации и поддержка",
  "about_h3_20": "Постоянное совершенствование",
  "home_alt_51": "Y.N.K logos consulting & Services Ltd",
  "home_alt_52": "Импорт автомобильных масел Кипр - профессиональный склад с качественными продуктами для технического обслуживания",
  "home_alt_53": "Синтетические масла для легковых автомобилей - качественные немецкие продукты",
  "home_alt_54": "Масла для грузовых автомобилей - профессиональные промышленные решения",
  "home_alt_55": "Трансмиссионные масла и коробки передач - профессиональные продукты",
  "home_alt_56": "Тормозные и гидравлические жидкости - безопасность и качество",
  "home_alt_57": "Охлаждающая жидкость и антифриз - защита системы охлаждения",
  "home_alt_58": "Масло для гидроусилителя руля - обслуживание системы рулевого управления",
  "home_alt_59": "Смазки и технические жиры - профессиональная смазка",
  "home_alt_60": "Смазки и технические жиры - профессиональная смазка",
  "home_nav_48": "Услуги",
  "home_nav_49": "О нас",
  "home_nav_50": "Связаться с нами",
  "new_span_61": "&nbsp;\n\nMaximum - немецкие масла качества OEM, передовые решения для технического обслуживания автомобилей, автопарков и промышленности.\n\n&nbsp;",
  "terms_h2_10": "9. Изменение условий использования",
  "terms_h2_11": "10. Прекращение обслуживания",
  "terms_h2_12": "11. Применимое право и разрешение споров",
  "terms_h2_13": "12. Общие положения",
  "terms_h2_14": "13. Контактная информация",
  "terms_li_32": "\"Компания\" - Y.N.K logos consulting & Services Ltd",
  "terms_li_33": "\"Пользователь\" - любое лицо, которое посещает или использует сайт",
  "terms_li_34": "\"Услуги\" - автомобильные масла и техническое обслуживание, предоставляемые через сайт",
  "terms_li_35": "Использование сайта только в законных целях",
  "terms_li_36": "Не препятствовать работе сайта или других пользователей",
  "terms_li_37": "Не загружать оскорбительный, незаконный или вредоносный контент",
  "terms_li_38": "Соблюдение авторских прав и интеллектуальной собственности",
  "terms_li_39": "Не выполнять действия, которые могут нарушить безопасность сайта",
  "terms_li_40": "Предоставление правильной и точной информации при регистрации или заказе",
  "terms_li_41": "Сохранение конфиденциальности данных доступа к аккаунту",
  "terms_li_42": "Немедленное уведомление о любом несанкционированном использовании аккаунта",
  "terms_li_43": "Обновление личной информации при необходимости",
  "terms_li_44": "Платежи осуществляются через безопасные и зашифрованные системы",
  "terms_li_45": "Цены включают НДС в соответствии с требованиями закона",
  "terms_li_46": "Право отмены сделки действует в соответствии с законом о защите прав потребителей",
  "terms_li_47": "Возврат средств будет произведен в течение 14 рабочих дней с момента подтверждения отмены",
  "terms_li_48": "Если часть условий будет признана недействительной, остальные условия остаются в силе",
  "terms_li_49": "Неисполнение права не считается отказом от него",
  "terms_li_50": "Условия использования составляют полное соглашение между сторонами",
  "terms_li_51": "Компания: Y.N.K logos consulting & Services Ltd",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Телефон: 03-1234567",
  "terms_li_54": "Адрес: адрес компании, Израиль",
  "about_alt_57": "Y.N.K logos consulting & Services Ltd",
  "about_nav_54": "Услуги",
  "about_nav_55": "О нас",
  "about_nav_56": "Связаться с нами",
  "contact_h1_1": "Свяжитесь с Y.N.K logos consulting & Services Ltd",
  "contact_h2_2": "Отправьте нам сообщение",
  "contact_h2_3": "Контактная информация",
  "contact_h2_4": "Почему стоит обратиться к нам?",
  "contact_h3_5": "Мы будем рады помочь вам с любыми вопросами или потребностями в области автомобильных масел",
  "contact_h3_6": "Телефон",
  "contact_h3_7": "Электронная почта",
  "contact_h3_8": "Адрес",
  "contact_h3_9": "Часы работы",
  "contact_p_15": "Happily created by&nbsp;Zappy",
  "contact_p_16": "Заполните данные и мы свяжемся с вами в ближайшее время",
  "contact_p_17": "ynk.logos@gmail.com",
  "contact_p_18": "Израиль",
  "contact_p_19": "Понедельник - Пятница: 08:00 - 18:00",
  "contact_p_20": "Суббота: Закрыто",
  "contact_p_21": "Наша команда обслуживания к вашим услугам",
  "contact_p_22": "Команда экспертов поможет вам выбрать наиболее подходящие масла для вашего автомобиля",
  "contact_p_23": "Получите подробное и конкурентоспособное ценовое предложение, адаптированное под ваши потребности",
  "contact_p_24": "Мы здесь, чтобы ответить на любые вопросы и обеспечить полную поддержку на всем пути",
  "contact_p_25": "Эффективная система распределения, обеспечивающая быструю доставку по всему Кипру",
  "contact_p_26": "© 2026 Y.N.K logos consulting &amp; Services Ltd. Все права защищены.",
  "contact_p_27": "Создано с помощью&nbsp;Zappy",
  "home_link_40": "Zappy",
  "home_link_41": "Получить ценовое предложение",
  "home_link_42": "Все наши услуги",
  "home_link_43": "Связаться сейчас",
  "home_link_44": "Политика конфиденциальности",
  "home_link_45": "Доступность",
  "home_link_46": "Условия использования",
  "home_link_47": "Zappy",
  "home_span_39": "для автомобиля",
  "privacy_h1_1": "Политика конфиденциальности",
  "privacy_h2_2": "1. Сбор информации",
  "privacy_h2_3": "2. Использование информации",
  "privacy_h2_4": "3. Передача информации",
  "privacy_h2_5": "4. Права пользователя",
  "privacy_h2_6": "5. Файлы cookie",
  "privacy_h2_7": "6. Безопасность информации",
  "privacy_h2_8": "7. Изменения в политике",
  "privacy_h2_9": "8. Связь с нами",
  "privacy_p_10": "Y.N.K logos consulting & Services Ltd (\"Компания\", \"мы\", \"наша\") обязуется защищать вашу конфиденциальность. Данная политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании сайта www.company.com (\"Сервис\").",
  "privacy_p_11": "Мы можем собирать следующие типы информации:",
  "privacy_p_12": "Мы используем собранную информацию для следующих целей:",
  "privacy_p_13": "Мы не будем продавать, сдавать в аренду или передавать вашу личную информацию третьим лицам, за исключением следующих случаев:",
  "privacy_p_14": "В соответствии с Законом о защите конфиденциальности 1981 года, у вас есть следующие права:",
  "privacy_p_15": "Наш сайт использует файлы cookie для улучшения пользовательского опыта. Вы можете управлять файлами cookie через настройки вашего браузера. Отключение файлов cookie может повлиять на функциональность сайта.",
  "privacy_p_16": "Мы принимаем разумные меры безопасности для защиты вашей информации, включая шифрование, брандмауэры и ограниченный контроль доступа. Однако ни один метод передачи или хранения не является на 100% безопасным.",
  "privacy_p_17": "Мы можем время от времени обновлять данную политику конфиденциальности. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней.",
  "privacy_p_18": "По вопросам или запросам относительно данной политики конфиденциальности вы можете обратиться к нам:",
  "privacy_p_19": "Регистратор баз данных: с жалобами можно обращаться к Регистратору баз данных в Министерстве юстиции",
  "privacy_p_20": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "privacy_p_21": "Создано с помощью&nbsp;Zappy",
  "terms_alt_58": "Y.N.K logos consulting &amp; Services Ltd",
  "terms_nav_55": "Услуги",
  "terms_nav_56": "О нас",
  "terms_nav_57": "Связаться с нами",
  "about_link_48": "Zappy",
  "about_link_49": "Связаться с нами",
  "about_link_50": "Политика конфиденциальности",
  "about_link_51": "Доступность",
  "about_link_52": "Условия использования",
  "about_link_53": "Zappy",
  "about_span_43": "Автомобильные масла",
  "about_span_44": "Автомобильные масла",
  "about_span_45": "Автомобильные масла",
  "about_span_46": "Автомобильные масла",
  "about_span_47": "Автомобильные масла",
  "contact_h3_10": "Предпочитаете говорить напрямую?",
  "contact_h3_11": "Профессиональная консультация",
  "contact_h3_12": "Индивидуальное ценовое предложение",
  "contact_h3_13": "Полная поддержка",
  "contact_h3_14": "Быстрая доставка",
  "privacy_li_27": "Личная информация: имя, адрес электронной почты, номер телефона и адрес",
  "privacy_li_28": "Техническая информация: IP-адрес, тип браузера, операционная система и данные об использовании сайта",
  "privacy_li_29": "Файлы cookie: информация, сохраняемая на вашем компьютере для улучшения пользовательского опыта",
  "privacy_li_30": "Предоставление запрашиваемых услуг",
  "privacy_li_31": "Улучшение сервиса и пользовательского опыта",
  "privacy_li_32": "Связь с вами по поводу наших услуг",
  "privacy_li_33": "Соблюдение законодательных требований",
  "privacy_li_34": "С вашего явного согласия",
  "privacy_li_35": "Когда это требуется по закону",
  "privacy_li_36": "Для защиты наших прав или безопасности наших пользователей",
  "privacy_li_37": "С поставщиками услуг, помогающими в работе сервиса (под соглашениями о конфиденциальности)",
  "privacy_li_38": "Право на доступ к хранящейся о вас личной информации",
  "privacy_li_39": "Право на исправление неверной или неточной информации",
  "privacy_li_40": "Право на удаление личной информации при определенных обстоятельствах",
  "privacy_li_41": "Право возражать против обработки информации в маркетинговых целях",
  "privacy_li_42": "Право подать жалобу регистратору баз данных",
  "privacy_li_43": "Компания: Y.N.K logos consulting & Services Ltd",
  "privacy_li_44": "Электронная почта: info@company.com",
  "privacy_li_45": "Телефон: 03-1234567",
  "privacy_li_46": "Адрес: адрес компании, Израиль",
  "services_h1_1": "Продажа немецких масел бренда Maximum и профессиональное обслуживание",
  "services_h2_2": "Наши услуги и продукты",
  "services_h2_3": "Моторные масла для легковых автомобилей",
  "services_h2_4": "Масла для грузовых и коммерческих автомобилей",
  "services_h2_5": "Трансмиссионные масла и коробки передач",
  "services_h2_6": "Тормозные и гидравлические жидкости",
  "services_h2_7": "Дополнительные услуги",
  "services_h2_8": "Почему выбрать Y.N.K для автомобильных масел?",
  "services_h2_9": "Нужна консультация по выбору подходящего масла?",
  "services_p_18": "Happily created by Zappy",
  "services_p_19": "Y.N.K logos consulting & Services Ltd специализируется на импорте автомобильных масел на Кипр и предлагает комплексный спектр решений по обслуживанию для владельцев легковых и грузовых автомобилей. Мы гордимся тем, что являемся ведущим поставщиком продажи масел немецкого бренда Maximum высочайшего качества, импортируемых напрямую с нашего завода.",
  "services_p_20": "Наша экспертиза в области масел основана на многолетнем опыте в отрасли и глубоком понимании потребностей местного рынка. Мы предлагаем масла, соответствующие самым строгим международным стандартам, и обеспечиваем превосходную производительность в любых дорожных и климатических условиях.",
  "services_p_21": "Мы предоставляем широкий ассортимент синтетических и полусинтетических моторных масел для легковых автомобилей и SUV. Вся наша продукция соответствует самым строгим стандартам ACEA и API и одобрена ведущими мировыми автопроизводителями. Наши масла обеспечивают максимальную защиту двигателя и снижают износ.",
  "services_p_22": "Наша продукция включает масла различных классов вязкости (0W-20, 5W-30, 5W-40, 10W-40 и другие), подходящие для всех типов двигателей - бензиновых, дизельных, турбированных и гибридных. Мы также предлагаем специальные масла для спортивных автомобилей и высокопроизводительных транспортных средств.",
  "services_p_23": "Наша особая специализация - поставка масел для легкого и тяжелого коммерческого транспорта на Кипре, включая грузовики, автобусы, тракторы и тяжелую технику. Мы предлагаем моторные масла с высокой устойчивостью к тяжелым нагрузкам, экстремальным температурам и суровым условиям эксплуатации.",
  "services_p_24": "Наши масла для тяжелого транспорта соответствуют стандартам Euro VI и подходят для современных дизельных двигателей с передовыми системами очистки выхлопных газов. Мы также поставляем масла для сельскохозяйственной техники, погрузчиков и строительных машин, точно адаптируя их к требованиям производителя и условиям эксплуатации.",
  "services_p_25": "Полный ассортимент масел для автоматических коробок передач (ATF), механических (MTF) и дифференциалов. Наши масла обеспечивают плавную передачу мощности, снижают шум и продлевают срок службы коробки передач. Мы предлагаем продукты, адаптированные для всех типов коробок передач - традиционных, CVT, DSG и современных автоматических коробок.",
  "services_p_26": "Кроме того, мы поставляем специальные масла для коробок передач тяжелых и коммерческих транспортных средств, включая масла с высокой устойчивостью к давлению и высоким температурам. Вся наша продукция соответствует стандартам GL-4, GL-5 и специфическим требованиям производителей.",
  "services_p_27": "Безопасность автомобиля является нашим главным приоритетом, поэтому мы предлагаем только тормозные жидкости высочайшего качества. Наша продукция соответствует стандартам DOT 3 и DOT 4 и подходит для всех типов тормозных систем - традиционных, ABS, ESP и современных электронных тормозных систем.",
  "services_p_28": "Мы также поставляем гидравлические масла для систем гидроусилителя руля, гидравлических подвесок и гидравлических систем тяжелых машин. Наши жидкости обеспечивают оптимальную производительность во всем диапазоне температур, высокую устойчивость к окислению и износу, а также полную совместимость со всеми компонентами системы.",
  "services_p_29": "Качественные жидкости для систем гидроусилителя руля, обеспечивающие плавное, отзывчивое и бесшумное управление.",
  "services_p_30": "Вся наша продукция импортируется напрямую от немецкого производителя Maximum, без посредников. Это гарантирует превосходное качество и конкурентоспособные цены.",
  "services_p_31": "Все наши масла соответствуют стандартам ISO, API, ACEA и требованиям ведущих автопроизводителей. Мы проводим строгие проверки каждого продукта.",
  "services_p_32": "Мы поддерживаем большой запас всей продукции и гарантируем быструю доставку по всему Кипру. Высокая доступность и надежный сервис.",
  "services_p_33": "Наша команда экспертов готова предоставить консультации и руководство по выбору наиболее подходящих продуктов для вашего автомобиля. Персональное и профессиональное обслуживание.",
  "services_p_34": "Прямой импорт и большие объемы закупок позволяют нам предлагать особенно конкурентоспособные цены без компромиссов в качестве.",
  "services_p_35": "Мы предлагаем специальные скидки на оптовые покупки, автосервисам, транспортным компаниям и владельцам автопарков. Льготные условия для корпоративных клиентов.",
  "services_p_36": "Наша команда экспертов будет рада помочь вам выбрать наиболее подходящие продукты для вашего автомобиля. Свяжитесь с нами сегодня и получите персонализированное предложение.",
  "services_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "services_p_38": "Создано с помощью Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Политика конфиденциальности",
  "terms_link_29": "Доступность",
  "terms_link_30": "Условия использования",
  "terms_link_31": "Zappy",
  "contact_alt_49": "Y.N.K logos consulting & Services Ltd",
  "contact_btn_36": "Отправить сообщение",
  "contact_nav_42": "Услуги",
  "contact_nav_43": "О нас",
  "contact_nav_44": "Связаться с нами",
  "privacy_alt_50": "Y.N.K logos consulting & Services Ltd",
  "privacy_nav_47": "Услуги",
  "privacy_nav_48": "О нас",
  "privacy_nav_49": "Связаться с нами",
  "services_h3_10": "Комплексные решения для всех потребностей в обслуживании вашего автомобиля",
  "services_h3_11": "Жидкость для гидроусилителя руля",
  "services_h3_12": "Прямой импорт от производителя",
  "services_h3_13": "Международные стандарты качества",
  "services_h3_14": "Наличие на складе и быстрая доставка",
  "services_h3_15": "Профессиональные консультации",
  "services_h3_16": "Привлекательные цены",
  "services_h3_17": "Специальные предложения для бизнеса",
  "contact_link_29": "Zappy",
  "contact_link_30": "ynk.logos@gmail.com",
  "contact_link_31": "Звоните сейчас",
  "contact_link_32": "Политика конфиденциальности",
  "contact_link_33": "Доступность",
  "contact_link_34": "Условия использования",
  "contact_link_35": "Zappy",
  "contact_span_28": "Израиль",
  "home_page_title": "Импорт качественных автомобильных масел на Кипре — Y.N.K logos consulting & Services Ltd",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Политика конфиденциальности",
  "privacy_link_24": "Доступность",
  "privacy_link_25": "Условия использования",
  "privacy_link_26": "Zappy",
  "services_alt_48": "Y.N.K logos consulting & Services Ltd",
  "services_nav_45": "Услуги",
  "services_nav_46": "О нас",
  "services_nav_47": "Связаться с нами",
  "about_page_title": "О компании - Лидеры в импорте масел — Y.N.K logos consulting & Services Ltd",
  "contact_label_37": "Полное имя *",
  "contact_label_38": "Email *",
  "contact_label_39": "Телефон *",
  "contact_label_40": "Тема",
  "contact_label_41": "Сообщение",
  "legal_terms_h1_1": "Условия использования",
  "legal_terms_h2_2": "1. Определения",
  "legal_terms_h2_3": "2. Описание услуг",
  "legal_terms_h2_4": "3. Условия использования",
  "legal_terms_h2_5": "4. Обязанности пользователя",
  "legal_terms_h2_6": "5. Политика платежей и возвратов",
  "legal_terms_h2_7": "6. Ограничение ответственности",
  "legal_terms_h2_8": "7. Авторские права и интеллектуальная собственность",
  "legal_terms_h2_9": "8. Конфиденциальность",
  "legal_terms_p_15": "[business_name] предоставляет общие услуги через сайт. Услуги подчиняются условиям, изложенным в данном документе, и могут изменяться время от времени.",
  "legal_terms_p_16": "Использование сайта обусловлено соблюдением следующих условий:",
  "legal_terms_p_17": "В случае если услуги включают оплату:",
  "legal_terms_p_18": "Услуги предоставляются \"как есть\" без гарантий любого рода. Компания не несет ответственности за косвенные, последующие или особые ущербы, возникающие в результате использования сайта, за исключением случаев, когда закон предусматривает иное.",
  "legal_terms_p_19": "Все содержимое сайта, включая тексты, изображения, дизайн и код, защищено авторскими правами, принадлежащими [business_name]. Запрещается копировать, распространять или использовать в коммерческих целях содержимое без письменного разрешения.",
  "legal_terms_p_20": "Сбор и использование личной информации подчиняются нашей политике конфиденциальности. Использование сайта означает согласие с политикой конфиденциальности, как указано отдельно.",
  "legal_terms_p_21": "Компания вправе изменять данные условия использования в любое время. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней. Продолжение использования после изменения означает согласие с новыми условиями.",
  "legal_terms_p_22": "Компания вправе прекратить или ограничить услугу в любое время, включая случаи нарушения условий использования. В случае прекращения услуги сохраняются положения соответствующих разделов.",
  "legal_terms_p_23": "Данные условия использования подчиняются законам государства Израиль. Любой спор будет рассматриваться в компетентных судах Израиля, с предпочтением арбитража или медиации по возможности.",
  "legal_terms_p_24": "По вопросам или разъяснениям относительно условий использования:",
  "services_link_39": "Zappy",
  "services_link_40": "Связаться для консультации",
  "services_link_41": "Политика конфиденциальности",
  "services_link_42": "Доступность",
  "services_link_43": "Условия использования",
  "services_link_44": "Zappy",
  "terms_page_title": "Условия использования",
  "accessibility_p_9": "Y.N.K logos consulting & Services Ltd обязуется сделать услуги доступными для всей общественности. Мы работаем над внедрением рекомендаций израильского стандарта (ТИ 5568), основанного на рекомендациях WCAG 2.1 уровня AA.",
  "legal_terms_h2_10": "9. Изменение условий использования",
  "legal_terms_h2_11": "10. Прекращение услуги",
  "legal_terms_h2_12": "11. Применимое право и разрешение споров",
  "legal_terms_h2_13": "12. Общие положения",
  "legal_terms_h2_14": "13. Контактная информация",
  "legal_terms_li_28": "\"Компания\" - [business_name]",
  "legal_terms_li_29": "\"Пользователь\" - любой, кто просматривает или использует сайт",
  "legal_terms_li_30": "\"Услуги\" - общие услуги, предоставляемые через сайт",
  "legal_terms_li_31": "Использование сайта только в законных целях",
  "legal_terms_li_32": "Не нарушать работу сайта или других пользователей",
  "legal_terms_li_33": "Не загружать оскорбительный, незаконный или вредоносный контент",
  "legal_terms_li_34": "Соблюдать авторские права и интеллектуальную собственность",
  "legal_terms_li_35": "Не совершать действия, которые могут нарушить безопасность сайта",
  "legal_terms_li_36": "Предоставлять правильную и точную информацию при регистрации или заказе",
  "legal_terms_li_37": "Сохранять конфиденциальность данных доступа к аккаунту",
  "legal_terms_li_38": "Немедленно уведомлять о любом несанкционированном использовании аккаунта",
  "legal_terms_li_39": "Обновлять личную информацию при необходимости",
  "legal_terms_li_40": "Платежи осуществляются через безопасные и зашифрованные системы",
  "legal_terms_li_41": "Цены включают НДС согласно требованиям закона",
  "legal_terms_li_42": "Право отмены сделки действует в соответствии с законом о защите прав потребителей",
  "legal_terms_li_43": "Возврат средств будет произведен в течение 14 рабочих дней с момента подтверждения отмены",
  "legal_terms_li_44": "Если часть условий будет признана недействительной, остальные условия останутся в силе",
  "legal_terms_li_45": "Неприменение права не будет считаться отказом от него",
  "legal_terms_li_46": "Условия использования составляют полное соглашение между сторонами",
  "legal_terms_li_47": "Компания: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Телефон: [business_phone]",
  "legal_terms_li_50": "Адрес: [business_address]",
  "accessibility_h1_1": "Заявление о доступности",
  "accessibility_h2_2": "1. Политика доступности",
  "accessibility_h2_3": "2. Меры по обеспечению доступности на сайте",
  "accessibility_h2_4": "3. Поддерживаемые вспомогательные технологии",
  "accessibility_h2_5": "4. Проверки доступности",
  "accessibility_h2_6": "5. Постоянные улучшения",
  "accessibility_h2_7": "6. Связь и обратная связь",
  "accessibility_h3_8": "Соответствие стандарту WCAG 2.1",
  "accessibility_p_10": "Мы верим в равенство прав и в право каждого человека получать информацию и услуги самостоятельно и на равных условиях. Этот сайт был разработан и создан с особым акцентом на доступность для людей с ограниченными возможностями.",
  "accessibility_p_11": "Сайт соответствует уровню AA стандарта WCAG 2.1, который включает:",
  "accessibility_p_12": "Сайт проверен с помощью:",
  "accessibility_p_13": "Мы постоянно работаем над улучшением доступности сайта и обновляем его в соответствии с технологическими разработками и отзывами пользователей.",
  "accessibility_p_14": "Если вы столкнулись с проблемой доступности на сайте или нуждаетесь в помощи, пожалуйста, свяжитесь с нами:",
  "accessibility_p_15": "Время ответа: мы отвечаем на обращения по вопросам доступности в течение 3 рабочих дней и работаем над решением в течение 10 рабочих дней.",
  "accessibility_p_16": "Жалобы: можно подать жалобу в Министерство юстиции - Комиссариат по равенству прав людей с ограниченными возможностями",
  "accessibility_p_17": "© 2026 Y.N.K logos consulting & Services Ltd. Все права защищены.",
  "accessibility_p_18": "Создано с помощью&nbsp;Zappy",
  "contact_page_title": "Связаться с нами - Получите профессиональную консультацию — Y.N.K logos consulting & Services Ltd",
  "legal_privacy_h1_1": "Политика конфиденциальности",
  "legal_privacy_h2_2": "1. Сбор информации",
  "legal_privacy_h2_3": "2. Использование информации",
  "legal_privacy_h2_4": "3. Передача информации",
  "legal_privacy_h2_5": "4. Права пользователя",
  "legal_privacy_h2_6": "5. Файлы cookie",
  "legal_privacy_h2_7": "6. Безопасность информации",
  "legal_privacy_h2_8": "7. Изменения в политике",
  "legal_privacy_h2_9": "8. Связь с нами",
  "legal_privacy_p_10": "[business_name] (\"Компания\", \"мы\", \"наш\") обязуется защищать вашу конфиденциальность. Данная политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании сайта www.company.com (\"Сервис\").",
  "legal_privacy_p_11": "Мы можем собирать следующие типы информации:",
  "legal_privacy_p_12": "Мы используем собранную информацию для следующих целей:",
  "legal_privacy_p_13": "Мы не будем продавать, сдавать в аренду или передавать вашу личную информацию третьим лицам, за исключением следующих случаев:",
  "legal_privacy_p_14": "В соответствии с Законом о защите частной жизни 1981 года, у вас есть следующие права:",
  "legal_privacy_p_15": "Наш сайт использует файлы cookie для улучшения пользовательского опыта. Вы можете управлять файлами cookie через настройки вашего браузера. Отключение файлов cookie может повлиять на функциональность сайта.",
  "legal_privacy_p_16": "Мы принимаем разумные меры безопасности для защиты вашей информации, включая шифрование, брандмауэры и ограниченный контроль доступа. Однако ни один метод передачи или хранения не является на 100% безопасным.",
  "legal_privacy_p_17": "Мы можем время от времени обновлять данную политику конфиденциальности. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней.",
  "legal_privacy_p_18": "По вопросам или запросам относительно данной политики конфиденциальности вы можете обратиться к нам:",
  "legal_privacy_p_19": "Регистратор баз данных: с жалобами можно обращаться к регистратору баз данных в Министерстве юстиции",
  "privacy_page_title": "Политика конфиденциальности",
  "accessibility_li_24": "Поддержка навигации с помощью клавиатуры",
  "accessibility_li_25": "Поддержка программ чтения с экрана",
  "accessibility_li_26": "Подходящая цветовая контрастность",
  "accessibility_li_27": "Гибкие размеры шрифтов с возможностью увеличения",
  "accessibility_li_28": "Подробные описания изображений (Alt text)",
  "accessibility_li_29": "Иерархически структурированные заголовки",
  "accessibility_li_30": "Описательные и понятные ссылки",
  "accessibility_li_31": "Поддержка масштабирования до 200% без потери содержимого",
  "accessibility_li_32": "Воспринимаемый (Perceivable): информация представлена способами, которые пользователи могут воспринять",
  "accessibility_li_33": "Управляемый (Operable): компоненты интерфейса поддаются управлению",
  "accessibility_li_34": "Понятный (Understandable): информация и пользовательский интерфейс понятны",
  "accessibility_li_35": "Надежный (Robust): содержимое может быть интерпретировано различными технологиями",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Автоматические инструменты проверки доступности",
  "accessibility_li_43": "Ручные проверки с программами чтения с экрана",
  "accessibility_li_44": "Навигация только с помощью клавиатуры",
  "accessibility_li_45": "Проверка цветовой контрастности",
  "accessibility_li_46": "Тестирование с пользователями с ограниченными возможностями",
  "accessibility_li_47": "Компания: Y.N.K logos consulting & Services Ltd",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Телефон: 03-1234567",
  "legal_privacy_li_23": "Личная информация: имя, адрес электронной почты, номер телефона и адрес",
  "legal_privacy_li_24": "Техническая информация: IP-адрес, тип браузера, операционная система и данные использования сайта",
  "legal_privacy_li_25": "Файлы cookie: информация, сохраняемая на вашем компьютере для улучшения пользовательского опыта",
  "legal_privacy_li_26": "Предоставление запрашиваемых услуг",
  "legal_privacy_li_27": "Улучшение сервиса и пользовательского опыта",
  "legal_privacy_li_28": "Связь с вами по поводу наших услуг",
  "legal_privacy_li_29": "Соблюдение законодательных требований",
  "legal_privacy_li_30": "С вашего явного согласия",
  "legal_privacy_li_31": "Когда это требуется по закону",
  "legal_privacy_li_32": "Для защиты наших прав или безопасности наших пользователей",
  "legal_privacy_li_33": "С поставщиками услуг, помогающими в работе сервиса (под соглашениями о конфиденциальности)",
  "legal_privacy_li_34": "Право доступа к хранящейся о вас личной информации",
  "legal_privacy_li_35": "Право на исправление неверной или неточной информации",
  "legal_privacy_li_36": "Право на удаление личной информации при определенных обстоятельствах",
  "legal_privacy_li_37": "Право возражать против обработки информации в маркетинговых целях",
  "legal_privacy_li_38": "Право подать жалобу регистратору баз данных",
  "legal_privacy_li_39": "Компания: [business_name]",
  "legal_privacy_li_40": "Электронная почта: [business_email]",
  "legal_privacy_li_41": "Телефон: [business_phone]",
  "legal_privacy_li_42": "Адрес: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Вернуться на сайт",
  "services_page_title": "Продажа немецких автомобильных масел и услуги технического обслуживания — Y.N.K logos consulting & Services Ltd",
  "accessibility_alt_53": "Y.N.K logos consulting & Services Ltd",
  "accessibility_nav_50": "Услуги",
  "accessibility_nav_51": "О нас",
  "accessibility_nav_52": "Контакты",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Политика конфиденциальности",
  "accessibility_link_21": "Доступность",
  "accessibility_link_22": "Условия использования",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Откройте для себя качественные масла для легковых и грузовых автомобилей на Кипре. Импорт автомобильных масел на Кипр от лучших немецких производителей. Профессиональные решения для технического обслуживания всех типов транспортных средств.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Вернуться на сайт",
  "about_meta_description": "Познакомьтесь с Y.N.K logos consulting & Services Ltd - лидерами в импорте <span style=",
  "contact_placeholder_45": "Введите ваше полное имя",
  "contact_placeholder_46": "your@email.com",
  "contact_placeholder_47": "Ваш номер телефона",
  "contact_placeholder_48": "Расскажите нам, как мы можем вам помочь...",
  "legal_terms_page_title": "Условия использования - [business_name]",
  "terms_meta_description": "Условия использования сайта - права и обязанности пользователей",
  "legal_accessibility_p_9": "[business_name] обязуется сделать услуги доступными для всех. Мы работаем над внедрением рекомендаций израильского стандарта (ТИ 5568), основанного на рекомендациях WCAG 2.1 уровня AA.",
  "accessibility_page_title": "Заявление о доступности",
  "contact_meta_description": "Свяжитесь с Y.N.K logos consulting & Services Ltd для профессиональной консультации по импорту автомобильных масел на Кипр. Мы будем рады помочь вам выбрать подходящие масла для вашего автомобиля.",
  "legal_accessibility_h1_1": "Заявление о доступности",
  "legal_accessibility_h2_2": "1. Политика доступности",
  "legal_accessibility_h2_3": "2. Меры по обеспечению доступности сайта",
  "legal_accessibility_h2_4": "3. Поддерживаемые вспомогательные технологии",
  "legal_accessibility_h2_5": "4. Проверки доступности",
  "legal_accessibility_h2_6": "5. Постоянные улучшения",
  "legal_accessibility_h2_7": "6. Обратная связь и контакты",
  "legal_accessibility_h3_8": "Соответствие стандарту WCAG 2.1",
  "legal_accessibility_p_10": "Мы верим в равенство прав и в право каждого человека получать информацию и услуги самостоятельно и на равных условиях. Этот сайт был разработан и создан с особым акцентом на доступность для людей с ограниченными возможностями.",
  "legal_accessibility_p_11": "Сайт соответствует уровню AA стандарта WCAG 2.1, который включает:",
  "legal_accessibility_p_12": "Сайт проверен с помощью:",
  "legal_accessibility_p_13": "Мы постоянно работаем над улучшением доступности сайта и обновляем его в соответствии с технологическими разработками и отзывами пользователей.",
  "legal_accessibility_p_14": "Если вы столкнулись с проблемой доступности на сайте или нуждаетесь в помощи, пожалуйста, свяжитесь с нами:",
  "legal_accessibility_p_15": "Время ответа: Мы отвечаем на обращения по вопросам доступности в течение 3 рабочих дней и работаем над решением в течение 10 рабочих дней.",
  "legal_accessibility_p_16": "Жалобы: Можно подать жалобу в Министерство юстиции - Комиссариат по равенству прав людей с ограниченными возможностями",
  "legal_privacy_page_title": "Политика конфиденциальности - [business_name]",
  "privacy_meta_description": "Наша политика конфиденциальности - как мы собираем, используем и защищаем вашу информацию",
  "legal_accessibility_li_20": "Поддержка навигации с помощью клавиатуры",
  "legal_accessibility_li_21": "Поддержка программ чтения с экрана",
  "legal_accessibility_li_22": "Подходящий цветовой контраст",
  "legal_accessibility_li_23": "Гибкие и масштабируемые размеры шрифтов",
  "legal_accessibility_li_24": "Подробные описания изображений (Alt text)",
  "legal_accessibility_li_25": "Иерархически структурированные заголовки",
  "legal_accessibility_li_26": "Описательные и понятные ссылки",
  "legal_accessibility_li_27": "Поддержка масштабирования до 200% без потери контента",
  "legal_accessibility_li_28": "Воспринимаемый (Perceivable): информация представлена способами, которые пользователи могут воспринять",
  "legal_accessibility_li_29": "Управляемый (Operable): компоненты интерфейса поддаются управлению",
  "legal_accessibility_li_30": "Понятный (Understandable): информация и пользовательский интерфейс понятны",
  "legal_accessibility_li_31": "Надежный (Robust): контент может быть интерпретирован различными технологиями",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Автоматические инструменты проверки доступности",
  "legal_accessibility_li_39": "Ручные тесты с программами чтения с экрана",
  "legal_accessibility_li_40": "Навигация только с помощью клавиатуры",
  "legal_accessibility_li_41": "Проверка цветового контраста",
  "legal_accessibility_li_42": "Тестирование с пользователями с ограниченными возможностями",
  "legal_accessibility_li_43": "Компания: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Телефон: [business_phone]",
  "services_meta_description": "Продажа немецких автомобильных масел на Кипре - полный ассортимент масел для легковых и грузовых автомобилей, трансмиссионных масел, тормозных жидкостей и профессиональных средств для технического обслуживания. Прямой импорт от производителя.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Вернуться на сайт",
  "accessibility_meta_description": "Наша декларация о доступности - наша приверженность цифровой доступности",
  "legal_accessibility_page_title": "Декларация о доступности - [business_name]"
}