{
  "new_p_63": "Ειδικά λάδια για κινητήρες 2T και 4T, που εξασφαλίζουν ομαλή λειτουργία, προστασία του συμπλέκτη και του κιβωτίου ταχυτήτων και υψηλές επιδόσεις ακόμη και σε υψηλές στροφές.\n<strong data-start=\"1938\" data-end=\"1949\">Μάρκες:</strong> MotoMax | Scooter\n<strong data-start=\"1971\" data-end=\"1989\">Κύρια πρότυπα:</strong>\nJASO: MA, MA2, MB, FC\nAPI: SN, SL",
  "new_p_64": "Προϊόντα:",
  "new_p_65": "Maximum - γερμανικά λάδια ποιότητας OEM, προηγμένες λύσεις συντήρησης για αυτοκίνητα, στόλους οχημάτων και βιομηχανία.",
  "new_p_67": "&nbsp; Η σειρά HydroMax της MAXIMUM αναπτύχθηκε ειδικά για σύγχρονα υδραυλικά συστήματα στη βιομηχανία, βαρύ μηχανικό εξοπλισμό, μηχανές παραγωγής και ακριβή συστήματα. Τα λάδια παράγονται από ποιοτικές βάσεις λαδιού και προηγμένα πακέτα πρόσθετων, και εξασφαλίζουν συνεχή λειτουργία, υψηλή θερμική σταθερότητα και μέγιστη προστασία των εξαρτημάτων του συστήματος, ακόμη και σε ακραίες συνθήκες εργασίας.&nbsp;&nbsp;\nΔιαθέσιμα ιξώδη:&nbsp;46 / 68&nbsp;\nΚύρια πρότυπα:\nDIN 51524 Part 2 (HLP)\nISO 6743-4 HM",
  "new_p_68": "Ειδικά λάδια για κινητήρες 2T και 4T, που εξασφαλίζουν ομαλή λειτουργία, προστασία του συμπλέκτη και του κιβωτίου ταχυτήτων και υψηλές επιδόσεις ακόμη και σε υψηλές στροφές.\nΠροϊόντα: MotoMax | Scooter\nΚύρια πρότυπα:\nJASO: MA, MA2, MB, FC\nAPI: SN, SL",
  "home_h1_1": "&nbsp;\n\nMaximum - γερμανικά λάδια ποιότητας OEM, προηγμένες λύσεις συντήρησης για αυτοκίνητα, στόλους οχημάτων και βιομηχανία.\n\n&nbsp;",
  "home_h2_2": "Γιατί να επιλέξετε τα γερμανικά λάδια Maximum;",
  "home_h2_3": "Οι κατηγορίες προϊόντων μας",
  "home_h2_4": "Γιατί μαζί μας είναι η σωστή επιλογή για εσάς;",
  "home_h2_5": "Η ποικιλία των κατηγοριών προϊόντων μας",
  "home_h2_6": "Έτοιμοι να αναβαθμίσετε τη συντήρηση του οχήματός σας;",
  "home_h3_7": "Επαγγελματικές λύσεις συντήρησης για ελαφρά και βαριά οχήματα με ποιοτικά λάδια σε ανταγωνιστική τιμή",
  "home_h3_8": "Λάδια κινητήρα για επιβατικά αυτοκίνητα",
  "home_h3_9": "Λάδια κινητήρα Heavy Duty",
  "home_p_20": "Happily created by&nbsp;Zappy",
  "home_p_21": "Η Y.N.K logos consulting & Services Ltd ειδικεύεται στην εισαγωγή λαδιών αυτοκινήτων στην Κύπρο απευθείας από το εργοστάσιο Maximum. Παρέχουμε πώληση λαδιών αυτοκινήτων στην υψηλότερη ποιότητα, ειδικά προσαρμοσμένων στις συνθήκες δρόμων και κλίματος της Κύπρου.",
  "home_p_22": "Η εξειδίκευσή μας σε λάδια για επιβατικά αυτοκίνητα, Heavy duty, μοτοσικλέτες και βιομηχανία στην Κύπρο εξασφαλίζει ότι κάθε ιδιοκτήτης οχήματος θα λάβει το ακριβές προϊόν για τις ανάγκες του. Κατανοούμε ότι η σωστή συντήρηση του οχήματος ξεκινά από την επιλογή ποιοτικών λαδιών για τον κινητήρα και το κιβώτιο, και γι' αυτό προσφέρουμε μόνο προϊόντα που έχουν περάσει αυστηρούς ελέγχους και πληρούν τα διεθνή πρότυπα ποιότητας και των κορυφαίων κατασκευαστών αυτοκινήτων παγκοσμίως.\n\n\nγια το όχημα, και γι' αυτό προσφέρουμε μόνο προϊόντα που έχουν περάσει αυστηρούς ελέγχους και πληρούν τα διεθνή πρότυπα ποιότητας και των κορυφαίων κατασκευαστών αυτοκινήτων παγκοσμίως.>για το όχημα, και γι' αυτό προσφέρουμε μόνο προϊόντα που έχουν περάσει αυστηρούς ελέγχους και πληρούν τα διεθνή πρότυπα ποιότητας.",
  "home_p_23": "Η σειρά λαδιών κινητήρα για επιβατικά αυτοκίνητα της MAXIMUM συνδυάζει προηγμένες συνθετικές τεχνολογίες με καινοτόμα πακέτα πρόσθετων, και προορίζεται για σύγχρονους κινητήρες - βενζίνης και πετρελαίου, συμπεριλαμβανομένων turbo, GDI και υβριδικών. Τα λάδια παρέχουν μέγιστη προστασία από τη φθορά, διατηρούν την καθαριότητα του κινητήρα και βελτιώνουν την αποδοτικότητα κατανάλωσης καυσίμου μακροπρόθεσμα.\nΚύρια προϊόντα:\nRevitron | InnoMax | MegaMax | NovaLube | Verus | Arcana | SuperMax\nΚύρια πρότυπα:\nAPI: SP, SN, SN Plus\nILSAC: GF-6A, GF-6B, GF-5\nACEA: A3/B4, A5/B5, C2, C3, C4, C5, C6",
  "home_p_24": "Ειδικά λάδια για φορτηγά, βαρύ μηχανικό εξοπλισμό και στόλους οχημάτων, προσαρμοσμένα για εντατική εργασία, υψηλά φορτία και μεγάλες διαδρομές. Παρέχουν υψηλή θερμική σταθερότητα, έλεγχο της αιθάλης και παρατεταμένη προστασία των εξαρτημάτων του κινητήρα.\nΚύρια προϊόντα:\nAcceleron | TurboMax | VitalForce | GuardMax Diesel\nΚύρια πρότυπα:\nAPI: CK-4, CJ-4, CI-4, CH-4, CF-4\nACEA: E4, E7\nOEM: Volvo VDS | Mack EO | Cummins CES | MAN M | MB 228.x",
  "home_p_25": "Ευρεία γκάμα λαδιών για αυτόματα και χειροκίνητα κιβώτια ταχυτήτων, προσαρμοσμένων σε όλους τους τύπους οχημάτων και εξασφαλίζουν ομαλή και αποδοτική μετάδοση ισχύος.\nΠροϊόν: TransMax\nΚύρια πρότυπα:\nAPI: GL-1, GL-4, GL-5, MT-1\nSAE: 75W-80 / 75W-90 / 80W-90 / 85W-140\nLS - Limited Slip",
  "home_p_26": "Ουσιώδη υγρά για την ασφάλεια του οχήματος, που πληρούν τα διεθνή πρότυπα DOT και εξασφαλίζουν βέλτιστες επιδόσεις πέδησης σε κάθε καιρό.\nΚύρια πρότυπα:\nDOT-3 / DOT-4\nFMVSS 116",
  "home_p_27": "Όλες οι κατηγορίες προϊόντων μας εισάγονται απευθείας από τη Γερμανία και πληρούν τα διεθνή πρότυπα ISO και API. Συνεργαζόμαστε μόνο με αναγνωρισμένους κατασκευαστές με παγκόσμια φήμη.",
  "home_p_28": "Αποδοτικό δίκτυο διανομής που εξασφαλίζει ταχεία παράδοση σε κάθε σημείο της Κύπρου. Υψηλή διαθεσιμότητα αποθέματος και εξαιρετική εξυπηρέτηση πελατών.",
  "home_p_29": "Ομάδα ειδικών στη διάθεσή σας για συμβουλές και καθοδήγηση στην επιλογή των πιο κατάλληλων προϊόντων για το όχημά σας. Προσωπική και επαγγελματική εξυπηρέτηση.",
  "home_p_30": "Η άμεση εισαγωγή από τον κατασκευαστή μας επιτρέπει να προσφέρουμε ελκυστικές τιμές χωρίς συμβιβασμούς στην ποιότητα. Ειδικές προσφορές για αγορές σε ποσότητες.",
  "home_p_31": "Προσφέρουμε μια ολοκληρωμένη γραμμή προϊόντων που καλύπτει όλες τις ανάγκες συντήρησης του οχήματός σας",
  "home_p_32": "Τέλεια προστασία για το σύστημα ψύξης σε όλες τις εποχές του χρόνου",
  "home_p_33": "Για ομαλό και ανταποκρινόμενο σύστημα διεύθυνσης",
  "home_p_34": "Για ευρεία γκάμα τεχνικών εφαρμογών στο όχημα",
  "home_p_35": "Για ευρεία γκάμα τεχνικών εφαρμογών στο όχημα",
  "home_p_36": "Επικοινωνήστε μαζί μας σήμερα και λάβετε επαγγελματική συμβουλή και εξατομικευμένη προσφορά τιμών. Είμαστε εδώ για να σας βοηθήσουμε να επιλέξετε τα πιο κατάλληλα λάδια για το όχημά σας.",
  "home_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "home_p_38": "Δημιουργήθηκε με&nbsp;Zappy",
  "new_h3_62": "\n\nΛάδι Μοτοσικλέτας & Scooter\n\n",
  "new_h3_66": "Υδραυλικό λάδι",
  "about_h1_1": "Σχετικά με την Y.N.K logos consulting & Services Ltd",
  "about_h2_2": "Η ιστορία μας",
  "about_h2_3": "Η αποστολή μας",
  "about_h2_4": "Το όραμά μας",
  "about_h2_5": "Οι αξίες μας",
  "about_h2_6": "Η εξειδίκευσή μας",
  "about_h2_7": "Οι συνεργασίες μας",
  "about_h2_8": "Η δέσμευσή μας προς εσάς",
  "about_h2_9": "Θέλετε να γίνετε μέλος της οικογένειας πελατών μας;",
  "about_p_21": "Happily created by&nbsp;Zappy",
  "about_p_22": "Η Y.N.K logos consulting & Services Ltd ιδρύθηκε με ένα σαφές όραμα - να φέρει στην κυπριακή αγορά λάδια αυτοκινήτων στην υψηλότερη ποιότητα, σε συνδυασμό με επαγγελματική εξυπηρέτηση και ανταγωνιστικές τιμές. Ειδικευόμαστε στην εισαγωγή λαδιών αυτοκινήτων στην Κύπρο απευθείας από τον κατασκευαστή στη Γερμανία.>λάδια αυτοκινήτων στην υψηλότερη ποιότητα, σε συνδυασμό με επαγγελματική εξυπηρέτηση και ανταγωνιστικές τιμές. Ειδικευόμαστε στην εισαγωγή λαδιών αυτοκινήτων στην Κύπρο απευθείας από τον κατασκευαστή στη Γερμανία, και παρέχουμε ολοκληρωμένες λύσεις για όλες τις ανάγκες συντήρησης ιδιοκτητών ελαφρών και βαριών οχημάτων.",
  "about_p_23": "Κατά τη διάρκεια των ετών, χτίσαμε φήμη αξιοπιστίας και αριστείας στον τομέα των γερμανικών λαδιών αυτοκινήτων. Είμαστε περήφανοι που έχουμε γίνει ο προτιμώμενος προμηθευτής συνεργείων, εταιρειών μεταφορών, ιδιοκτητών στόλων και ιδιοκτητών ιδιωτικών οχημάτων σε όλη την Κύπρο. Η επιτυχία μας πηγάζει από την ακλόνητη δέσμευσή μας στην ποιότητα, την εξαιρετική εξυπηρέτηση και την ικανοποίηση των πελατών.",
  "about_p_24": "Να παρέχουμε στους ιδιοκτήτες συνεργείων στην Κύπρο πρόσβαση σε λάδια και προϊόντα συντήρησης γερμανικής ποιότητας, διατηρώντας δίκαιες τιμές και επαγγελματική εξυπηρέτηση. Είμαστε αφοσιωμένοι να είμαστε ο πιο αξιόπιστος συνεργάτης για όλες τις ανάγκες συντήρησης του οχήματος, και να εξασφαλίζουμε ότι κάθε πελάτης θα λάβει το ακριβές προϊόν για τις ανάγκες του.",
  "about_p_25": "Να είμαστε η κορυφαία και πιο αξιόπιστη εταιρεία στον τομέα εισαγωγής και εμπορίας λαδιών κινητήρα στην Κύπρο. Στοχεύουμε να επεκτείνουμε τη γκάμα προϊόντων μας, να βελτιώνουμε συνεχώς το επίπεδο εξυπηρέτησης και να συνεχίσουμε να χτίζουμε μακροπρόθεσμες σχέσεις με τους πελάτες μας, βασισμένες σε εμπιστοσύνη, αξιοπιστία και αριστεία.",
  "about_p_26": "Επιμένουμε σε εξαιρετική ποιότητα σε κάθε προϊόν που παρέχουμε. Όλα τα λάδια μας πληρούν τα πιο αυστηρά διεθνή πρότυπα και εισάγονται απευθείας από γερμανική μάρκα.",
  "about_p_27": "Χτίζουμε τις σχέσεις μας με τους πελάτες μας βάσει αμοιβαίας εμπιστοσύνης, πλήρους διαφάνειας και δέσμευσης να τηρούμε τις υποσχέσεις μας. Ο λόγος μας είναι η εγγύησή σας.",
  "about_p_28": "Πιστεύουμε στην προσωπική εξυπηρέτηση και την πλήρη προσβασιμότητα στους πελάτες. Η ομάδα των ειδικών μας είναι πάντα διαθέσιμη για συμβουλές, καθοδήγηση και παροχή εξατομικευμένων λύσεων.",
  "about_p_29": "Αναζητούμε πάντα νέους τρόπους για να βελτιώσουμε την υπηρεσία μας, να επεκτείνουμε τη γκάμα των προϊόντων μας και να προσαρμοστούμε στις μεταβαλλόμενες ανάγκες της αγοράς.",
  "about_p_30": "Είμαστε ενήμεροι για τη σημασία της προστασίας του περιβάλλοντος και φροντίζουμε να παρέχουμε φιλικά προς το περιβάλλον προϊόντα, που πληρούν τα πιο αυστηρά πρότυπα εκπομπών.",
  "about_p_31": "Πιστεύουμε στην παροχή πραγματικής αξίας στους πελάτες μας - δίκαιες τιμές, ποιοτικά προϊόντα και εξαιρετική εξυπηρέτηση.&nbsp;",
  "about_p_32": "Η εξειδίκευσή μας στα λάδια για ελαφρά και βαριά οχήματα στην Κύπρο βασίζεται σε πλούσια χρόνια εμπειρίας στον κλάδο και σε βαθιά κατανόηση των μοναδικών αναγκών της τοπικής αγοράς. Γνωρίζουμε σε βάθος τις συνθήκες των δρόμων, το κλίμα και τη χρήση των οχημάτων στην Κύπρο, και προσαρμόζουμε τα προϊόντα μας αναλόγως.",
  "about_p_33": "Η ομάδα μας περιλαμβάνει ειδικούς με εκτεταμένη γνώση στον τομέα των λαδιών, της συντήρησης και της μηχανικής των οχημάτων. Παρακολουθούμε συνεχώς τις τεχνολογικές εξελίξεις στην αυτοκινητοβιομηχανία και διασφαλίζουμε ότι προσφέρουμε πάντα τις πιο προηγμένες και κατάλληλες λύσεις στους πελάτες μας.",
  "about_p_34": "Είμαστε περήφανοι για τις στρατηγικές μας συνεργασίες με τη γερμανική μάρκα Maximum. Οι άμεσες σχέσεις μας με το εργοστάσιο μας επιτρέπουν να εγγυηθούμε εξαιρετική ποιότητα, υψηλή διαθεσιμότητα και ανταγωνιστικές τιμές. Συνεργαζόμαστε μόνο με κατασκευαστές παγκόσμιας φήμης, των οποίων τα προϊόντα πληρούν τα πιο αυστηρά διεθνή πρότυπα ποιότητας και τα πρότυπα των κορυφαίων κατασκευαστών αυτοκινήτων παγκοσμίως.",
  "about_p_35": "Εκτός από τις συνεργασίες με τους κατασκευαστές, διατηρούμε στενές σχέσεις με συνεργεία, εταιρείες μεταφορών και ιδιοκτήτες στόλων σε όλη την Κύπρο. Αυτές οι σχέσεις μας επιτρέπουν να κατανοούμε καλύτερα τις ανάγκες της αγοράς, να λαμβάνουμε συνεχή ανατροφοδότηση και να βελτιώνουμε διαρκώς την υπηρεσία και τα προϊόντα μας.",
  "about_p_36": "Κάθε προϊόν που παρέχουμε έχει υποστεί αυστηρούς ελέγχους και πληροί τα διεθνή πρότυπα ποιότητας και τα πρότυπα των κορυφαίων κατασκευαστών αυτοκινήτων παγκοσμίως. Στηρίζουμε την ποιότητα των προϊόντων μας και εγγυόμαστε πλήρη ικανοποίηση.",
  "about_p_37": "Διατηρούμε μεγάλο απόθεμα όλων των προϊόντων και εγγυόμαστε ταχεία παράδοση σε όλη την Κύπρο. Υψηλή διαθεσιμότητα και αξιόπιστη υπηρεσία - πάντα.",
  "about_p_38": "Η ομάδα των ειδικών μας είναι διαθέσιμη για επαγγελματικές συμβουλές, καθοδήγηση και παροχή εξατομικευμένων λύσεων. Είμαστε εδώ για να σας βοηθήσουμε να επιλέξετε τα καλύτερα προϊόντα για το όχημά σας.",
  "about_p_39": "Αναζητούμε πάντα τρόπους να βελτιώσουμε την υπηρεσία μας, να επεκτείνουμε τη γκάμα των προϊόντων μας και να προσαρμοστούμε στις μεταβαλλόμενες ανάγκες των πελατών.",
  "about_p_40": "Σας προσκαλούμε να γνωρίσετε την Y.N.K logos consulting &amp; Services Ltd και να βιώσετε μόνοι σας την υπηρεσία και την ποιότητα που μας έκαναν πρωτοπόρους στον τομέα. Επικοινωνήστε μαζί μας σήμερα.",
  "about_p_41": "© 2026 Y.N.K logos consulting &amp; Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "about_p_42": "Δημιουργήθηκε με&nbsp;Zappy",
  "home_h3_10": "Λάδια κιβωτίων ταχυτήτων και διαφορικού",
  "home_h3_11": "Υγρά φρένων και υγρό συμπλέκτη",
  "home_h3_12": "Αποδεδειγμένη γερμανική ποιότητα",
  "home_h3_13": "Ταχεία παράδοση σε όλη την Κύπρο",
  "home_h3_14": "Επαγγελματικές συμβουλές και υποστήριξη",
  "home_h3_15": "Ανταγωνιστικές τιμές",
  "home_h3_16": "Υγρά ψύξης και αντιψυκτικά",
  "home_h3_17": "Λάδια υδραυλικού τιμονιού",
  "home_h3_18": "Γράσα και τεχνικά λιπαντικά",
  "home_h3_19": "Γράσα και τεχνικά λιπαντικά",
  "terms_h1_1": "Όροι Χρήσης",
  "terms_h2_2": "1. Ορισμοί",
  "terms_h2_3": "2. Περιγραφή Υπηρεσιών",
  "terms_h2_4": "3. Όροι Χρήσης",
  "terms_h2_5": "4. Υποχρεώσεις Χρήστη",
  "terms_h2_6": "5. Πολιτική Πληρωμών και Επιστροφών",
  "terms_h2_7": "6. Περιορισμός Ευθύνης",
  "terms_h2_8": "7. Πνευματικά Δικαιώματα και Διανοητική Ιδιοκτησία",
  "terms_h2_9": "8. Απόρρητο",
  "terms_p_15": "Η Y.N.K logos consulting &amp; Services Ltd παρέχει λάδια αυτοκινήτων και συντήρησης μέσω του ιστότοπου. Οι υπηρεσίες υπόκεινται στους όρους που περιγράφονται σε αυτό το έγγραφο και ενδέχεται να αλλάξουν κατά καιρούς.",
  "terms_p_16": "Η χρήση του ιστότοπου εξαρτάται από τη συμμόρφωση με τους ακόλουθους όρους:",
  "terms_p_17": "Εάν οι υπηρεσίες περιλαμβάνουν πληρωμή:",
  "terms_p_18": "Οι υπηρεσίες παρέχονται \"ως έχουν\" χωρίς εγγύηση οποιουδήποτε είδους. Η εταιρεία δεν θα είναι υπεύθυνη για έμμεσες, συνεπακόλουθες ή ειδικές ζημίες που προκύπτουν από τη χρήση του ιστότοπου, εκτός από περιπτώσεις όπου ο νόμος ορίζει διαφορετικά.",
  "terms_p_19": "Όλο το περιεχόμενο του ιστότοπου, συμπεριλαμβανομένων κειμένων, εικόνων, σχεδιασμού και κώδικα, προστατεύεται από πνευματικά δικαιώματα που ανήκουν στην Y.N.K logos consulting &amp; Services Ltd. Απαγορεύεται η αναπαραγωγή, διανομή ή εμπορική χρήση του περιεχομένου χωρίς γραπτή άδεια.",
  "terms_p_20": "Η συλλογή και χρήση προσωπικών πληροφοριών υπόκειται στην πολιτική απορρήτου μας. Η χρήση του ιστότοπου συνιστά συμφωνία με την πολιτική απορρήτου όπως περιγράφεται ξεχωριστά.",
  "terms_p_21": "Η εταιρεία διατηρεί το δικαίωμα να τροποποιήσει αυτούς τους όρους χρήσης ανά πάσα στιγμή. Ουσιαστικές αλλαγές θα δημοσιευθούν στον ιστότοπο με προηγούμενη ειδοποίηση 30 ημερών. Η συνέχιση της χρήσης μετά την αλλαγή συνιστά συμφωνία με τους νέους όρους.",
  "terms_p_22": "Η εταιρεία διατηρεί το δικαίωμα να διακόψει ή να περιορίσει την υπηρεσία ανά πάσα στιγμή, συμπεριλαμβανομένης της περίπτωσης παραβίασης των όρων χρήσης. Σε περίπτωση τερματισμού της υπηρεσίας, θα διατηρηθούν οι διατάξεις των σχετικών ενοτήτων.",
  "terms_p_23": "Αυτοί οι όροι χρήσης υπόκεινται στους νόμους του Κράτους του Ισραήλ. Κάθε διαφορά θα συζητηθεί στα αρμόδια δικαστήρια του Ισραήλ, δίνοντας προτεραιότητα στη διαιτησία ή τη διαμεσολάβηση όπου είναι δυνατόν.",
  "terms_p_24": "Για ερωτήσεις ή διευκρινίσεις σχετικά με τους όρους χρήσης:",
  "terms_p_25": "© 2026 Y.N.K logos consulting &amp; Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "terms_p_26": "Δημιουργήθηκε με&nbsp;Zappy",
  "about_h3_10": "Πρωτοπόροι στην εισαγωγή λαδιών αυτοκινήτων στην Κύπρο - δέσμευση για ποιότητα και εξαιρετική εξυπηρέτηση",
  "about_h3_11": "Ποιότητα χωρίς συμβιβασμούς",
  "about_h3_12": "Αξιοπιστία και διαφάνεια",
  "about_h3_13": "Προσωπική και επαγγελματική εξυπηρέτηση",
  "about_h3_14": "Καινοτομία και συνεχής βελτίωση",
  "about_h3_15": "Περιβαλλοντική ευθύνη",
  "about_h3_16": "Πραγματική αξία για τον πελάτη",
  "about_h3_17": "Εγγυημένη ποιότητα",
  "about_h3_18": "Διαθεσιμότητα και ταχεία παράδοση",
  "about_h3_19": "Συμβουλευτική και υποστήριξη",
  "about_h3_20": "Συνεχής βελτίωση",
  "home_alt_51": "Y.N.K logos consulting &amp; Services Ltd",
  "home_alt_52": "Εισαγωγή λαδιών αυτοκινήτων Κύπρος - επαγγελματική αποθήκη με ποιοτικά προϊόντα συντήρησης",
  "home_alt_53": "Συνθετικά λάδια για επιβατικά αυτοκίνητα - ποιοτικά γερμανικά προϊόντα",
  "home_alt_54": "Λάδια για βαρέα οχήματα - επαγγελματικές βιομηχανικές λύσεις",
  "home_alt_55": "Λάδια ταχυτήτων και κιβωτίων - επαγγελματικά προϊόντα",
  "home_alt_56": "Υγρά φρένων και υδραυλικά - ασφάλεια και ποιότητα",
  "home_alt_57": "Υγρό ψύξης και αντιψυκτικό - προστασία του συστήματος ψύξης",
  "home_alt_58": "Λάδι υδραυλικού τιμονιού - συντήρηση του συστήματος διεύθυνσης",
  "home_alt_59": "Γράσα και τεχνικά λιπαντικά - επαγγελματική λίπανση",
  "home_alt_60": "Γράσα και τεχνικά λιπαντικά - επαγγελματική λίπανση",
  "home_nav_48": "Υπηρεσίες",
  "home_nav_49": "Σχετικά",
  "home_nav_50": "Επικοινωνία",
  "new_span_61": "&nbsp;\n\nMaximum - γερμανικά λάδια ποιότητας OEM, προηγμένες λύσεις συντήρησης για αυτοκίνητα, στόλους οχημάτων και βιομηχανία.\n\n&nbsp;",
  "terms_h2_10": "9. Τροποποίηση όρων χρήσης",
  "terms_h2_11": "10. Τερματισμός υπηρεσίας",
  "terms_h2_12": "11. Εφαρμοστέο δίκαιο και επίλυση διαφορών",
  "terms_h2_13": "12. Γενικές διατάξεις",
  "terms_h2_14": "13. Στοιχεία επικοινωνίας",
  "terms_li_32": "\"Η Εταιρεία\" - Y.N.K logos consulting &amp; Services Ltd",
  "terms_li_33": "\"Ο Χρήστης\" - οποιοσδήποτε περιηγείται ή χρησιμοποιεί τον ιστότοπο",
  "terms_li_34": "\"Οι Υπηρεσίες\" - λάδια αυτοκινήτων και συντήρηση που παρέχονται μέσω του ιστοτόπου",
  "terms_li_35": "Χρήση του ιστοτόπου αποκλειστικά για νόμιμους σκοπούς",
  "terms_li_36": "Μη παρεμπόδιση της λειτουργίας του ιστοτόπου ή άλλων χρηστών",
  "terms_li_37": "Μη ανάρτηση προσβλητικού, παράνομου ή επιβλαβούς περιεχομένου",
  "terms_li_38": "Σεβασμός των πνευματικών δικαιωμάτων και της διανοητικής ιδιοκτησίας",
  "terms_li_39": "Μη εκτέλεση ενεργειών που ενδέχεται να βλάψουν την ασφάλεια του ιστοτόπου",
  "terms_li_40": "Παροχή σωστών και ακριβών πληροφοριών κατά την εγγραφή ή παραγγελία",
  "terms_li_41": "Διατήρηση της εμπιστευτικότητας των στοιχείων πρόσβασης στον λογαριασμό",
  "terms_li_42": "Άμεση ειδοποίηση για οποιαδήποτε μη εξουσιοδοτημένη χρήση του λογαριασμού",
  "terms_li_43": "Ενημέρωση προσωπικών στοιχείων όταν απαιτείται",
  "terms_li_44": "Οι πληρωμές πραγματοποιούνται μέσω ασφαλών και κρυπτογραφημένων συστημάτων",
  "terms_li_45": "Οι τιμές περιλαμβάνουν ΦΠΑ όπως απαιτείται από τον νόμο",
  "terms_li_46": "Το δικαίωμα ακύρωσης συναλλαγής θα ισχύει σύμφωνα με τον νόμο προστασίας καταναλωτών",
  "terms_li_47": "Οι επιστροφές χρημάτων θα πραγματοποιούνται εντός 14 εργάσιμων ημερών από την επιβεβαίωση της ακύρωσης",
  "terms_li_48": "Εάν μέρος των όρων κηρυχθεί άκυρο, οι υπόλοιποι όροι θα παραμείνουν σε ισχύ",
  "terms_li_49": "Η μη επιβολή ενός δικαιώματος δεν θα θεωρείται παραίτηση από αυτό",
  "terms_li_50": "Οι όροι χρήσης αποτελούν την πλήρη συμφωνία μεταξύ των μερών",
  "terms_li_51": "Εταιρεία: Y.N.K logos consulting &amp; Services Ltd",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Τηλέφωνο: 03-1234567",
  "terms_li_54": "Διεύθυνση: Διεύθυνση εταιρείας, Ισραήλ",
  "about_alt_57": "Y.N.K logos consulting & Services Ltd",
  "about_nav_54": "Υπηρεσίες",
  "about_nav_55": "Σχετικά με εμάς",
  "about_nav_56": "Επικοινωνία",
  "contact_h1_1": "Επικοινωνήστε με την Y.N.K logos consulting & Services Ltd",
  "contact_h2_2": "Στείλτε μας μήνυμα",
  "contact_h2_3": "Στοιχεία επικοινωνίας",
  "contact_h2_4": "Γιατί να επικοινωνήσετε μαζί μας;",
  "contact_h3_5": "Θα χαρούμε να σας βοηθήσουμε με οποιαδήποτε ερώτηση ή ανάγκη στον τομέα των λαδιών αυτοκινήτων",
  "contact_h3_6": "Τηλέφωνο",
  "contact_h3_7": "Email",
  "contact_h3_8": "Διεύθυνση",
  "contact_h3_9": "Ώρες λειτουργίας",
  "contact_p_15": "Happily created by Zappy",
  "contact_p_16": "Συμπληρώστε τα στοιχεία και θα επικοινωνήσουμε μαζί σας το συντομότερο",
  "contact_p_17": "ynk.logos@gmail.com",
  "contact_p_18": "Ισραήλ",
  "contact_p_19": "Δευτέρα - Παρασκευή: 08:00 - 18:00",
  "contact_p_20": "Σάββατο: Κλειστά",
  "contact_p_21": "Η ομάδα εξυπηρέτησής μας είναι στη διάθεσή σας",
  "contact_p_22": "Ομάδα ειδικών θα σας βοηθήσει να επιλέξετε τα πιο κατάλληλα λάδια για το αυτοκίνητό σας",
  "contact_p_23": "Λάβετε μια λεπτομερή και ανταγωνιστική προσφορά προσαρμοσμένη στις ανάγκες σας",
  "contact_p_24": "Είμαστε εδώ για να απαντήσουμε σε κάθε ερώτηση και να παρέχουμε πλήρη υποστήριξη σε όλη τη διαδρομή",
  "contact_p_25": "Αποτελεσματικό δίκτυο διανομής που εγγυάται ταχεία παράδοση σε όλη την Κύπρο",
  "contact_p_26": "© 2026 Y.N.K logos consulting & Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "contact_p_27": "Δημιουργήθηκε με Zappy",
  "home_link_40": "Zappy",
  "home_link_41": "Λάβετε προσφορά",
  "home_link_42": "Όλες οι υπηρεσίες μας",
  "home_link_43": "Επικοινωνήστε τώρα",
  "home_link_44": "Πολιτική απορρήτου",
  "home_link_45": "Προσβασιμότητα",
  "home_link_46": "Όροι χρήσης",
  "home_link_47": "Zappy",
  "home_span_39": "για αυτοκίνητα",
  "privacy_h1_1": "Πολιτική απορρήτου",
  "privacy_h2_2": "1. Συλλογή πληροφοριών",
  "privacy_h2_3": "2. Χρήση πληροφοριών",
  "privacy_h2_4": "3. Κοινοποίηση πληροφοριών",
  "privacy_h2_5": "4. Δικαιώματα χρήστη",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Ασφάλεια πληροφοριών",
  "privacy_h2_8": "7. Αλλαγές στην πολιτική",
  "privacy_h2_9": "8. Επικοινωνία",
  "privacy_p_10": "Η Y.N.K logos consulting & Services Ltd (\"η Εταιρεία\", \"εμείς\", \"μας\") δεσμεύεται να προστατεύει το απόρρητό σας. Αυτή η πολιτική απορρήτου εξηγεί πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε τις πληροφορίες σας κατά τη χρήση του ιστότοπου www.company.com (\"η Υπηρεσία\").",
  "privacy_p_11": "Ενδέχεται να συλλέγουμε τους ακόλουθους τύπους πληροφοριών:",
  "privacy_p_12": "Χρησιμοποιούμε τις συλλεχθείσες πληροφορίες για τους ακόλουθους σκοπούς:",
  "privacy_p_13": "Δεν θα πουλήσουμε, ενοικιάσουμε ή κοινοποιήσουμε τις προσωπικές σας πληροφορίες σε τρίτους, εκτός από τις ακόλουθες περιπτώσεις:",
  "privacy_p_14": "Σύμφωνα με τον νόμο προστασίας του απορρήτου του 1981, έχετε τα ακόλουθα δικαιώματα:",
  "privacy_p_15": "Ο ιστότοπός μας χρησιμοποιεί cookies για τη βελτίωση της εμπειρίας χρήσης. Μπορείτε να διαχειριστείτε τα cookies μέσω των ρυθμίσεων του προγράμματος περιήγησής σας. Η απενεργοποίηση των cookies μπορεί να επηρεάσει τη λειτουργικότητα του ιστότοπου.",
  "privacy_p_16": "Λαμβάνουμε εύλογα μέτρα ασφαλείας για την προστασία των πληροφοριών σας, συμπεριλαμβανομένης της κρυπτογράφησης, των τειχών προστασίας και του περιορισμένου ελέγχου πρόσβασης. Ωστόσο, καμία μέθοδος μετάδοσης ή αποθήκευσης δεν είναι 100% ασφαλής.",
  "privacy_p_17": "Ενδέχεται να ενημερώνουμε αυτήν την πολιτική απορρήτου κατά καιρούς. Οι ουσιαστικές αλλαγές θα δημοσιευτούν στον ιστότοπο με προηγούμενη ειδοποίηση 30 ημερών.",
  "privacy_p_18": "Για ερωτήσεις ή αιτήματα σχετικά με αυτήν την πολιτική απορρήτου, μπορείτε να επικοινωνήσετε μαζί μας:",
  "privacy_p_19": "Μητρώο Βάσεων Δεδομένων: Για καταγγελίες μπορείτε να απευθυνθείτε στο Μητρώο Βάσεων Δεδομένων του Υπουργείου Δικαιοσύνης",
  "privacy_p_20": "© 2026 Y.N.K logos consulting &amp; Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "privacy_p_21": "Δημιουργήθηκε με&nbsp;Zappy",
  "terms_alt_58": "Y.N.K logos consulting &amp; Services Ltd",
  "terms_nav_55": "Υπηρεσίες",
  "terms_nav_56": "Σχετικά",
  "terms_nav_57": "Επικοινωνία",
  "about_link_48": "Zappy",
  "about_link_49": "Επικοινωνία",
  "about_link_50": "Πολιτική Απορρήτου",
  "about_link_51": "Προσβασιμότητα",
  "about_link_52": "Όροι Χρήσης",
  "about_link_53": "Zappy",
  "about_span_43": "Λάδια αυτοκινήτων",
  "about_span_44": "Λάδια αυτοκινήτων",
  "about_span_45": "Λάδια αυτοκινήτων",
  "about_span_46": "Λάδια αυτοκινήτων",
  "about_span_47": "Λάδια αυτοκινήτων",
  "contact_h3_10": "Προτιμάτε να μιλήσετε απευθείας;",
  "contact_h3_11": "Επαγγελματική συμβουλευτική",
  "contact_h3_12": "Προσαρμοσμένη προσφορά",
  "contact_h3_13": "Πλήρης υποστήριξη",
  "contact_h3_14": "Γρήγορη παράδοση",
  "privacy_li_27": "Προσωπικές πληροφορίες: όνομα, διεύθυνση email, αριθμός τηλεφώνου και διεύθυνση",
  "privacy_li_28": "Τεχνικές πληροφορίες: διεύθυνση IP, τύπος περιηγητή, λειτουργικό σύστημα και δεδομένα χρήσης ιστότοπου",
  "privacy_li_29": "Cookies: πληροφορίες που αποθηκεύονται στον υπολογιστή σας για τη βελτίωση της εμπειρίας χρήσης",
  "privacy_li_30": "Παροχή των ζητούμενων υπηρεσιών",
  "privacy_li_31": "Βελτίωση της υπηρεσίας και της εμπειρίας χρήστη",
  "privacy_li_32": "Επικοινωνία μαζί σας σχετικά με τις υπηρεσίες μας",
  "privacy_li_33": "Συμμόρφωση με νομικές απαιτήσεις",
  "privacy_li_34": "Με τη ρητή σας συγκατάθεση",
  "privacy_li_35": "Όταν απαιτείται από το νόμο",
  "privacy_li_36": "Για την προστασία των δικαιωμάτων μας ή της ασφάλειας των χρηστών μας",
  "privacy_li_37": "Με παρόχους υπηρεσιών που βοηθούν στη λειτουργία της υπηρεσίας (υπό συμφωνίες εμπιστευτικότητας)",
  "privacy_li_38": "Δικαίωμα πρόσβασης στις προσωπικές πληροφορίες που τηρούνται για εσάς",
  "privacy_li_39": "Δικαίωμα διόρθωσης λανθασμένων ή ανακριβών πληροφοριών",
  "privacy_li_40": "Δικαίωμα διαγραφής προσωπικών πληροφοριών υπό ορισμένες συνθήκες",
  "privacy_li_41": "Δικαίωμα αντίρρησης στην επεξεργασία πληροφοριών για σκοπούς μάρκετινγκ",
  "privacy_li_42": "Δικαίωμα υποβολής καταγγελίας στο Μητρώο Βάσεων Δεδομένων",
  "privacy_li_43": "Εταιρεία: Y.N.K logos consulting &amp; Services Ltd",
  "privacy_li_44": "Email: info@company.com",
  "privacy_li_45": "Τηλέφωνο: 03-1234567",
  "privacy_li_46": "Διεύθυνση: διεύθυνση εταιρείας, Ισραήλ",
  "services_h1_1": "Πώληση λαδιών γερμανικής μάρκας Maximum και επαγγελματική συντήρηση",
  "services_h2_2": "Οι υπηρεσίες και τα προϊόντα μας",
  "services_h2_3": "Λάδια κινητήρα για ιδιωτικά οχήματα",
  "services_h2_4": "Λάδια για βαρέα και εμπορικά οχήματα",
  "services_h2_5": "Λάδια κιβωτίου ταχυτήτων",
  "services_h2_6": "Υγρά φρένων και υδραυλικά",
  "services_h2_7": "Επιπλέον υπηρεσίες",
  "services_h2_8": "Γιατί να επιλέξετε την Y.N.K για λάδια αυτοκινήτων;",
  "services_h2_9": "Χρειάζεστε συμβουλές για την επιλογή του κατάλληλου λαδιού;",
  "services_p_18": "Happily created by&nbsp;Zappy",
  "services_p_19": "Η Y.N.K logos consulting & Services Ltd ειδικεύεται στην εισαγωγή λαδιών αυτοκινήτων στην Κύπρο και προσφέρει ένα ολοκληρωμένο φάσμα λύσεων συντήρησης για ιδιοκτήτες επιβατικών και βαρέων οχημάτων. Είμαστε περήφανοι που είμαστε κορυφαίος προμηθευτής πώλησης λαδιών της γερμανικής μάρκας Maximum υψηλότερης ποιότητας, που εισάγονται απευθείας από το εργοστάσιό μας.",
  "services_p_20": "Η εμπειρογνωμοσύνη μας στα λάδια βασίζεται σε χρόνια εμπειρίας στον κλάδο και σε βαθιά κατανόηση των αναγκών της τοπικής αγοράς. Προσφέρουμε λάδια που πληρούν τα πιο αυστηρά διεθνή πρότυπα και παρέχουν εξαιρετικές επιδόσεις σε όλες τις συνθήκες δρόμου και κλίματος.",
  "services_p_21": "Παρέχουμε ένα ευρύ φάσμα συνθετικών και ημισυνθετικών λαδιών κινητήρα για επιβατικά αυτοκίνητα και SUV. Όλα τα προϊόντα μας πληρούν τα πιο αυστηρά πρότυπα ACEA και API και είναι εγκεκριμένα από τους κορυφαίους κατασκευαστές αυτοκινήτων παγκοσμίως. Τα λάδια μας εξασφαλίζουν μέγιστη προστασία του κινητήρα και μειώνουν τη φθορά.",
  "services_p_22": "Τα προϊόντα μας περιλαμβάνουν λάδια σε διάφορους βαθμούς ιξώδους (0W-20, 5W-30, 5W-40, 10W-40 και άλλα) προσαρμοσμένα σε όλους τους τύπους κινητήρων - βενζίνης, diesel, turbo και υβριδικούς. Προσφέρουμε επίσης ειδικά λάδια για αθλητικά αυτοκίνητα και οχήματα υψηλών επιδόσεων.",
  "services_p_23": "Η ειδική μας εξειδίκευση είναι στον εφοδιασμό λαδιών για ελαφρά και βαρέα οχήματα στην Κύπρο, συμπεριλαμβανομένων φορτηγών, λεωφορείων, τρακτέρ και βαρέων μηχανημάτων. Προσφέρουμε λάδια κινητήρα με υψηλή αντοχή σε βαρέα φορτία, ακραίες θερμοκρασίες και δύσκολες συνθήκες εργασίας.",
  "services_p_24": "Τα λάδια μας για βαρέα οχήματα πληρούν τα πρότυπα Euro VI και είναι κατάλληλα για σύγχρονους κινητήρες diesel με προηγμένα συστήματα καθαρισμού καυσαερίων. Παρέχουμε επίσης λάδια για γεωργικό εξοπλισμό, περονοφόρα και μηχανήματα κατασκευών, με ακριβή προσαρμογή στις απαιτήσεις του κατασκευαστή και τις συνθήκες χρήσης.",
  "services_p_25": "Πλήρης γκάμα λαδιών για αυτόματα κιβώτια ταχυτήτων (ATF), χειροκίνητα (MTF) και διαφορικό. Τα λάδια μας εξασφαλίζουν ομαλή μετάδοση ισχύος, μειώνουν τους θορύβους και παρατείνουν τη ζωή του κιβωτίου ταχυτήτων. Προσφέρουμε προϊόντα προσαρμοσμένα σε όλους τους τύπους κιβωτίων ταχυτήτων - παραδοσιακά, CVT, DSG και προηγμένα αυτόματα κιβώτια.",
  "services_p_26": "Επιπλέον, παρέχουμε ειδικά λάδια για κιβώτια ταχυτήτων βαρέων και εμπορικών οχημάτων, συμπεριλαμβανομένων λαδιών με υψηλή αντοχή σε πίεση και υψηλές θερμοκρασίες. Όλα τα προϊόντα μας πληρούν τα πρότυπα GL-4, GL-5 και τις ειδικές απαιτήσεις των κατασκευαστών.",
  "services_p_27": "Η ασφάλεια του οχήματος είναι η κύρια προτεραιότητά μας, γι' αυτό προσφέρουμε μόνο υγρά φρένων της υψηλότερης ποιότητας. Τα προϊόντα μας πληρούν τα πρότυπα DOT 3 και DOT 4 και είναι κατάλληλα για όλους τους τύπους συστημάτων πέδησης - παραδοσιακά, ABS, ESP και προηγμένα ηλεκτρονικά συστήματα πέδησης.",
  "services_p_28": "Παρέχουμε επίσης υδραυλικά λάδια για συστήματα υδραυλικού τιμονιού, υδραυλικές αναρτήσεις και υδραυλικά συστήματα σε βαρέα μηχανήματα. Τα υγρά μας εξασφαλίζουν βέλτιστες επιδόσεις σε όλο το εύρος θερμοκρασιών, υψηλή αντοχή στην οξείδωση και τη διάβρωση, και πλήρη συμβατότητα με όλα τα εξαρτήματα του συστήματος.",
  "services_p_29": "Ποιοτικά υγρά για συστήματα υδραυλικού τιμονιού, που εξασφαλίζουν ομαλό, ανταποκρινόμενο και χωρίς θορύβους τιμόνι.",
  "services_p_30": "Όλα τα προϊόντα μας εισάγονται απευθείας από τον γερμανικό κατασκευαστή Maximum, χωρίς μεσάζοντες. Αυτό εξασφαλίζει εξαιρετική ποιότητα και ανταγωνιστικές τιμές.",
  "services_p_31": "Όλα τα λάδια μας πληρούν τα πρότυπα ISO, API, ACEA και τις απαιτήσεις των κορυφαίων κατασκευαστών αυτοκινήτων. Διεξάγουμε αυστηρούς ελέγχους για κάθε προϊόν.",
  "services_p_32": "Διατηρούμε μεγάλο απόθεμα όλων των προϊόντων και εγγυόμαστε ταχεία παράδοση σε όλη την Κύπρο. Υψηλή διαθεσιμότητα και αξιόπιστη εξυπηρέτηση.",
  "services_p_33": "Η ομάδα εμπειρογνωμόνων μας είναι στη διάθεσή σας για συμβουλές και καθοδήγηση στην επιλογή των πιο κατάλληλων προϊόντων για το όχημά σας. Προσωπική και επαγγελματική εξυπηρέτηση.",
  "services_p_34": "Η άμεση εισαγωγή και οι μεγάλοι όγκοι αγορών μας επιτρέπουν να προσφέρουμε ιδιαίτερα ανταγωνιστικές τιμές, χωρίς συμβιβασμούς στην ποιότητα.",
  "services_p_35": "Προσφέρουμε ειδικές εκπτώσεις για αγορές σε ποσότητες, σε συνεργεία, εταιρείες μεταφορών και ιδιοκτήτες στόλων. Προνομιακοί όροι για επιχειρηματικούς πελάτες.",
  "services_p_36": "Η ομάδα εμπειρογνωμόνων μας θα χαρεί να σας βοηθήσει να επιλέξετε τα πιο κατάλληλα προϊόντα για το όχημά σας. Επικοινωνήστε μαζί μας σήμερα και λάβετε μια εξατομικευμένη προσφορά.",
  "services_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "services_p_38": "Δημιουργήθηκε με&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Πολιτική απορρήτου",
  "terms_link_29": "Προσβασιμότητα",
  "terms_link_30": "Όροι χρήσης",
  "terms_link_31": "Zappy",
  "contact_alt_49": "Y.N.K logos consulting & Services Ltd",
  "contact_btn_36": "Αποστολή μηνύματος",
  "contact_nav_42": "Υπηρεσίες",
  "contact_nav_43": "Σχετικά",
  "contact_nav_44": "Επικοινωνία",
  "privacy_alt_50": "Y.N.K logos consulting & Services Ltd",
  "privacy_nav_47": "Υπηρεσίες",
  "privacy_nav_48": "Σχετικά",
  "privacy_nav_49": "Επικοινωνία",
  "services_h3_10": "Ολοκληρωμένες λύσεις για όλες τις ανάγκες συντήρησης του οχήματός σας",
  "services_h3_11": "Λάδι υδραυλικού τιμονιού",
  "services_h3_12": "Άμεση εισαγωγή από κατασκευαστή",
  "services_h3_13": "Διεθνή πρότυπα ποιότητας",
  "services_h3_14": "Διαθέσιμο απόθεμα και ταχεία παράδοση",
  "services_h3_15": "Επαγγελματικές συμβουλές",
  "services_h3_16": "Ελκυστικές τιμές",
  "services_h3_17": "Ειδικές προσφορές για επιχειρήσεις",
  "contact_link_29": "Zappy",
  "contact_link_30": "ynk.logos@gmail.com",
  "contact_link_31": "Καλέστε τώρα",
  "contact_link_32": "Πολιτική απορρήτου",
  "contact_link_33": "Προσβασιμότητα",
  "contact_link_34": "Όροι χρήσης",
  "contact_link_35": "Zappy",
  "contact_span_28": "Ισραήλ",
  "home_page_title": "Εισαγωγή ποιοτικών λαδιών αυτοκινήτων στην Κύπρο — Y.N.K logos consulting & Services Ltd",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Πολιτική απορρήτου",
  "privacy_link_24": "Προσβασιμότητα",
  "privacy_link_25": "Όροι χρήσης",
  "privacy_link_26": "Zappy",
  "services_alt_48": "Y.N.K logos consulting & Services Ltd",
  "services_nav_45": "Υπηρεσίες",
  "services_nav_46": "Σχετικά",
  "services_nav_47": "Επικοινωνία",
  "about_page_title": "Σχετικά με την εταιρεία - Πρωτοπόροι στην εισαγωγή λαδιών — Y.N.K logos consulting & Services Ltd",
  "contact_label_37": "Πλήρες όνομα *",
  "contact_label_38": "Email *",
  "contact_label_39": "Τηλέφωνο *",
  "contact_label_40": "Θέμα",
  "contact_label_41": "Μήνυμα",
  "legal_terms_h1_1": "Όροι χρήσης",
  "legal_terms_h2_2": "1. Ορισμοί",
  "legal_terms_h2_3": "2. Περιγραφή υπηρεσιών",
  "legal_terms_h2_4": "3. Όροι χρήσης",
  "legal_terms_h2_5": "4. Υποχρεώσεις χρήστη",
  "legal_terms_h2_6": "5. Πολιτική πληρωμών και επιστροφών",
  "legal_terms_h2_7": "6. Περιορισμός ευθύνης",
  "legal_terms_h2_8": "7. Πνευματικά δικαιώματα και διανοητική ιδιοκτησία",
  "legal_terms_h2_9": "8. Απόρρητο",
  "legal_terms_p_15": "Η [business_name] παρέχει γενικές υπηρεσίες μέσω του ιστότοπου. Οι υπηρεσίες υπόκεινται στους όρους που αναφέρονται σε αυτό το έγγραφο και ενδέχεται να αλλάξουν κατά καιρούς.",
  "legal_terms_p_16": "Η χρήση του ιστότοπου εξαρτάται από την τήρηση των ακόλουθων όρων:",
  "legal_terms_p_17": "Εάν οι υπηρεσίες περιλαμβάνουν πληρωμή:",
  "legal_terms_p_18": "Οι υπηρεσίες παρέχονται «ως έχουν» χωρίς εγγύηση οποιουδήποτε είδους. Η εταιρεία δεν θα είναι υπεύθυνη για έμμεσες, συνεπαγόμενες ή ειδικές ζημίες που προκύπτουν από τη χρήση του ιστότοπου, εκτός από περιπτώσεις όπου ο νόμος ορίζει διαφορετικά.",
  "legal_terms_p_19": "Όλο το περιεχόμενο του ιστότοπου, συμπεριλαμβανομένων κειμένων, εικόνων, σχεδιασμού και κώδικα, προστατεύεται από πνευματικά δικαιώματα που ανήκουν στην [business_name]. Απαγορεύεται η αναπαραγωγή, διανομή ή εμπορική χρήση του περιεχομένου χωρίς γραπτή άδεια.",
  "legal_terms_p_20": "Η συλλογή και χρήση προσωπικών πληροφοριών υπόκειται στην πολιτική απορρήτου μας. Η χρήση του ιστότοπου συνιστά συμφωνία με την πολιτική απορρήτου όπως αναφέρεται ξεχωριστά.",
  "legal_terms_p_21": "Η εταιρεία διατηρεί το δικαίωμα να τροποποιήσει αυτούς τους όρους χρήσης ανά πάσα στιγμή. Ουσιαστικές αλλαγές θα δημοσιευτούν στον ιστότοπο με προηγούμενη ειδοποίηση 30 ημερών. Η συνέχιση της χρήσης μετά την αλλαγή συνιστά συμφωνία με τους νέους όρους.",
  "legal_terms_p_22": "Η εταιρεία διατηρεί το δικαίωμα να διακόψει ή να περιορίσει την υπηρεσία ανά πάσα στιγμή, συμπεριλαμβανομένης της περίπτωσης παραβίασης των όρων χρήσης. Σε περίπτωση τερματισμού της υπηρεσίας, θα διατηρηθούν οι διατάξεις των σχετικών ενοτήτων.",
  "legal_terms_p_23": "Αυτοί οι όροι χρήσης υπόκεινται στους νόμους του κράτους του Ισραήλ. Κάθε διαφορά θα συζητηθεί στα αρμόδια δικαστήρια του Ισραήλ, δίνοντας προτεραιότητα σε διαιτησία ή διαμεσολάβηση όπου είναι δυνατόν.",
  "legal_terms_p_24": "Για ερωτήσεις ή διευκρινίσεις σχετικά με τους όρους χρήσης:",
  "services_link_39": "Zappy",
  "services_link_40": "Επικοινωνήστε για συμβουλές",
  "services_link_41": "Πολιτική απορρήτου",
  "services_link_42": "Προσβασιμότητα",
  "services_link_43": "Όροι χρήσης",
  "services_link_44": "Zappy",
  "terms_page_title": "Όροι χρήσης",
  "accessibility_p_9": "Η Y.N.K logos consulting & Services Ltd δεσμεύεται να καταστήσει τις υπηρεσίες προσβάσιμες σε όλο το κοινό. Εργαζόμαστε για την εφαρμογή των οδηγιών του ισραηλινού προτύπου (ΤΙ 5568) που βασίζεται στις οδηγίες WCAG 2.1 επιπέδου AA.",
  "legal_terms_h2_10": "9. Τροποποίηση όρων χρήσης",
  "legal_terms_h2_11": "10. Τερματισμός Υπηρεσίας",
  "legal_terms_h2_12": "11. Εφαρμοστέο Δίκαιο και Επίλυση Διαφορών",
  "legal_terms_h2_13": "12. Γενικές Διατάξεις",
  "legal_terms_h2_14": "13. Στοιχεία Επικοινωνίας",
  "legal_terms_li_28": "«Η Εταιρεία» - [business_name]",
  "legal_terms_li_29": "«Ο Χρήστης» - οποιοσδήποτε περιηγείται ή χρησιμοποιεί τον ιστότοπο",
  "legal_terms_li_30": "«Οι Υπηρεσίες» - γενικές υπηρεσίες που παρέχονται μέσω του ιστοτόπου",
  "legal_terms_li_31": "Χρήση του ιστοτόπου μόνο για νόμιμους σκοπούς",
  "legal_terms_li_32": "Μη παρεμπόδιση της λειτουργίας του ιστοτόπου ή άλλων χρηστών",
  "legal_terms_li_33": "Μη ανάρτηση προσβλητικού, παράνομου ή επιβλαβούς περιεχομένου",
  "legal_terms_li_34": "Σεβασμός των πνευματικών δικαιωμάτων και διανοητικής ιδιοκτησίας",
  "legal_terms_li_35": "Μη εκτέλεση ενεργειών που μπορεί να βλάψουν την ασφάλεια του ιστοτόπου",
  "legal_terms_li_36": "Παροχή σωστών και ακριβών πληροφοριών κατά την εγγραφή ή παραγγελία",
  "legal_terms_li_37": "Διατήρηση εμπιστευτικότητας των στοιχείων πρόσβασης στον λογαριασμό",
  "legal_terms_li_38": "Άμεση ειδοποίηση για οποιαδήποτε μη εξουσιοδοτημένη χρήση του λογαριασμού",
  "legal_terms_li_39": "Ενημέρωση προσωπικών πληροφοριών όπου απαιτείται",
  "legal_terms_li_40": "Οι πληρωμές πραγματοποιούνται μέσω ασφαλών και κρυπτογραφημένων συστημάτων",
  "legal_terms_li_41": "Οι τιμές περιλαμβάνουν ΦΠΑ όπως απαιτείται από τον νόμο",
  "legal_terms_li_42": "Το δικαίωμα ακύρωσης συναλλαγής θα ισχύει σύμφωνα με τον νόμο προστασίας καταναλωτή",
  "legal_terms_li_43": "Οι επιστροφές θα πραγματοποιούνται εντός 14 εργάσιμων ημερών από την έγκριση της ακύρωσης",
  "legal_terms_li_44": "Εάν μέρος των όρων κηρυχθεί άκυρο, οι υπόλοιποι όροι θα παραμείνουν σε ισχύ",
  "legal_terms_li_45": "Η μη επιβολή δικαιώματος δεν θα θεωρείται παραίτηση από αυτό",
  "legal_terms_li_46": "Οι όροι χρήσης αποτελούν την πλήρη συμφωνία μεταξύ των μερών",
  "legal_terms_li_47": "Εταιρεία: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Τηλέφωνο: [business_phone]",
  "legal_terms_li_50": "Διεύθυνση: [business_address]",
  "accessibility_h1_1": "Δήλωση Προσβασιμότητας",
  "accessibility_h2_2": "1. Πολιτική Προσβασιμότητας",
  "accessibility_h2_3": "2. Ρυθμίσεις Προσβασιμότητας στον Ιστότοπο",
  "accessibility_h2_4": "3. Υποστηριζόμενες Βοηθητικές Τεχνολογίες",
  "accessibility_h2_5": "4. Έλεγχοι Προσβασιμότητας",
  "accessibility_h2_6": "5. Συνεχείς Βελτιώσεις",
  "accessibility_h2_7": "6. Επικοινωνία και Ανατροφοδότηση",
  "accessibility_h3_8": "Συμμόρφωση με το πρότυπο WCAG 2.1",
  "accessibility_p_10": "Πιστεύουμε στην ισότητα δικαιωμάτων και στο δικαίωμα κάθε ατόμου να λαμβάνει πληροφορίες και υπηρεσίες με αυτόνομο και ισότιμο τρόπο. Αυτός ο ιστότοπος σχεδιάστηκε και κατασκευάστηκε με ιδιαίτερη έμφαση στην προσβασιμότητα για άτομα με αναπηρίες.",
  "accessibility_p_11": "Ο ιστότοπος συμμορφώνεται με το επίπεδο AA του προτύπου WCAG 2.1, το οποίο περιλαμβάνει:",
  "accessibility_p_12": "Ο ιστότοπος ελέγχεται μέσω:",
  "accessibility_p_13": "Εργαζόμαστε συνεχώς για τη βελτίωση της προσβασιμότητας του ιστοτόπου και τον ενημερώνουμε σύμφωνα με τις τεχνολογικές εξελίξεις και την ανατροφοδότηση από τους χρήστες.",
  "accessibility_p_14": "Εάν αντιμετωπίσατε πρόβλημα προσβασιμότητας στον ιστότοπο ή χρειάζεστε βοήθεια, παρακαλώ επικοινωνήστε μαζί μας:",
  "accessibility_p_15": "Χρόνοι απόκρισης: Απαντάμε σε αιτήματα σχετικά με την προσβασιμότητα εντός 3 εργάσιμων ημερών και ενεργούμε για επίλυση εντός 10 εργάσιμων ημερών.",
  "accessibility_p_16": "Καταγγελίες: Μπορείτε να υποβάλετε καταγγελία στο Υπουργείο Δικαιοσύνης - Επιτροπή Ισότητας Δικαιωμάτων για Άτομα με Αναπηρίες",
  "accessibility_p_17": "© 2026 Y.N.K logos consulting & Services Ltd. Όλα τα δικαιώματα διατηρούνται.",
  "accessibility_p_18": "Δημιουργήθηκε με Zappy",
  "contact_page_title": "Επικοινωνία - Λάβετε Επαγγελματική Συμβουλευτική — Y.N.K logos consulting & Services Ltd",
  "legal_privacy_h1_1": "Πολιτική Απορρήτου",
  "legal_privacy_h2_2": "1. Συλλογή Πληροφοριών",
  "legal_privacy_h2_3": "2. Χρήση Πληροφοριών",
  "legal_privacy_h2_4": "3. Κοινοποίηση Πληροφοριών",
  "legal_privacy_h2_5": "4. Δικαιώματα Χρήστη",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Ασφάλεια Δεδομένων",
  "legal_privacy_h2_8": "7. Αλλαγές στην Πολιτική",
  "legal_privacy_h2_9": "8. Επικοινωνία",
  "legal_privacy_p_10": "[business_name] (\"η Εταιρεία\", \"εμείς\", \"μας\") δεσμευόμαστε να προστατεύσουμε το απόρρητό σας. Αυτή η πολιτική απορρήτου εξηγεί πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε τις πληροφορίες σας κατά τη χρήση του ιστότοπου www.company.com (\"η Υπηρεσία\").",
  "legal_privacy_p_11": "Ενδέχεται να συλλέγουμε τους ακόλουθους τύπους πληροφοριών:",
  "legal_privacy_p_12": "Χρησιμοποιούμε τις συλλεχθείσες πληροφορίες για τους ακόλουθους σκοπούς:",
  "legal_privacy_p_13": "Δεν θα πουλήσουμε, ενοικιάσουμε ή μοιραστούμε τις προσωπικές σας πληροφορίες με τρίτα μέρη, εκτός από τις ακόλουθες περιπτώσεις:",
  "legal_privacy_p_14": "Σύμφωνα με τον Νόμο Προστασίας του Απορρήτου 1981, έχετε τα ακόλουθα δικαιώματα:",
  "legal_privacy_p_15": "Ο ιστότοπός μας χρησιμοποιεί cookies για τη βελτίωση της εμπειρίας χρήσης. Μπορείτε να διαχειριστείτε τα cookies μέσω των ρυθμίσεων του περιηγητή σας. Η απενεργοποίηση των cookies μπορεί να επηρεάσει τη λειτουργικότητα του ιστότοπου.",
  "legal_privacy_p_16": "Λαμβάνουμε εύλογα μέτρα ασφαλείας για την προστασία των πληροφοριών σας, συμπεριλαμβανομένης της κρυπτογράφησης, των firewalls και του περιορισμένου ελέγχου πρόσβασης. Ωστόσο, καμία μέθοδος μετάδοσης ή αποθήκευσης δεν είναι 100% ασφαλής.",
  "legal_privacy_p_17": "Ενδέχεται να ενημερώνουμε αυτή την πολιτική απορρήτου κατά καιρούς. Οι ουσιαστικές αλλαγές θα δημοσιεύονται στον ιστότοπο με προηγούμενη ειδοποίηση 30 ημερών.",
  "legal_privacy_p_18": "Για ερωτήσεις ή αιτήματα σχετικά με αυτή την πολιτική απορρήτου, μπορείτε να επικοινωνήσετε μαζί μας:",
  "legal_privacy_p_19": "Μητρώο Αρχείων Δεδομένων: Για καταγγελίες μπορείτε να απευθυνθείτε στο Μητρώο Αρχείων Δεδομένων του Υπουργείου Δικαιοσύνης",
  "privacy_page_title": "Πολιτική Απορρήτου",
  "accessibility_li_24": "Υποστήριξη πλοήγησης με πληκτρολόγιο",
  "accessibility_li_25": "Υποστήριξη αναγνωστών οθόνης",
  "accessibility_li_26": "Κατάλληλη αντίθεση χρωμάτων",
  "accessibility_li_27": "Ευέλικτα και επεκτάσιμα μεγέθη γραμματοσειρών",
  "accessibility_li_28": "Λεπτομερείς περιγραφές εικόνων (Alt text)",
  "accessibility_li_29": "Ιεραρχικά δομημένες επικεφαλίδες",
  "accessibility_li_30": "Περιγραφικοί και σαφείς σύνδεσμοι",
  "accessibility_li_31": "Υποστήριξη zoom έως 200% χωρίς απώλεια περιεχομένου",
  "accessibility_li_32": "Αντιληπτό (Perceivable): Οι πληροφορίες παρουσιάζονται με τρόπους που οι χρήστες μπορούν να αντιληφθούν",
  "accessibility_li_33": "Λειτουργικό (Operable): Τα στοιχεία διεπαφής είναι λειτουργικά",
  "accessibility_li_34": "Κατανοητό (Understandable): Οι πληροφορίες και η διεπαφή χρήστη είναι κατανοητές",
  "accessibility_li_35": "Ισχυρό (Robust): Το περιεχόμενο μπορεί να αποκωδικοποιηθεί από ποικιλία τεχνολογιών",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Πλοήγηση με διακόπτες",
  "accessibility_li_42": "Αυτοματοποιημένα εργαλεία ελέγχου προσβασιμότητας",
  "accessibility_li_43": "Χειροκίνητοι έλεγχοι με αναγνώστες οθόνης",
  "accessibility_li_44": "Πλοήγηση μόνο με πληκτρολόγιο",
  "accessibility_li_45": "Έλεγχος αντίθεσης χρωμάτων",
  "accessibility_li_46": "Έλεγχος με χρήστες με αναπηρίες",
  "accessibility_li_47": "Εταιρεία: Y.N.K logos consulting &amp; Services Ltd",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Τηλέφωνο: 03-1234567",
  "legal_privacy_li_23": "Προσωπικές πληροφορίες: όνομα, διεύθυνση email, αριθμός τηλεφώνου και διεύθυνση",
  "legal_privacy_li_24": "Τεχνικές πληροφορίες: διεύθυνση IP, τύπος περιηγητή, λειτουργικό σύστημα και δεδομένα χρήσης ιστότοπου",
  "legal_privacy_li_25": "Cookies: πληροφορίες αποθηκευμένες στον υπολογιστή σας για τη βελτίωση της εμπειρίας χρήσης",
  "legal_privacy_li_26": "Παροχή των αιτούμενων υπηρεσιών",
  "legal_privacy_li_27": "Βελτίωση της υπηρεσίας και της εμπειρίας χρήστη",
  "legal_privacy_li_28": "Επικοινωνία μαζί σας σχετικά με τις υπηρεσίες μας",
  "legal_privacy_li_29": "Συμμόρφωση με νομικές απαιτήσεις",
  "legal_privacy_li_30": "Με τη ρητή σας συγκατάθεση",
  "legal_privacy_li_31": "Όταν απαιτείται από τον νόμο",
  "legal_privacy_li_32": "Για την προστασία των δικαιωμάτων μας ή την ασφάλεια των χρηστών μας",
  "legal_privacy_li_33": "Με παρόχους υπηρεσιών που βοηθούν στη λειτουργία της υπηρεσίας (υπό συμφωνίες εμπιστευτικότητας)",
  "legal_privacy_li_34": "Δικαίωμα πρόσβασης στα προσωπικά δεδομένα που τηρούνται για εσάς",
  "legal_privacy_li_35": "Δικαίωμα διόρθωσης λανθασμένων ή ανακριβών πληροφοριών",
  "legal_privacy_li_36": "Δικαίωμα διαγραφής προσωπικών δεδομένων υπό ορισμένες συνθήκες",
  "legal_privacy_li_37": "Δικαίωμα αντίρρησης στην επεξεργασία δεδομένων για σκοπούς μάρκετινγκ",
  "legal_privacy_li_38": "Δικαίωμα υποβολής καταγγελίας στον Καταχωρητή Βάσεων Δεδομένων",
  "legal_privacy_li_39": "Εταιρεία: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Τηλέφωνο: [business_phone]",
  "legal_privacy_li_42": "Διεύθυνση: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Επιστροφή στον ιστότοπο",
  "services_page_title": "Πώληση γερμανικών λαδιών αυτοκινήτων και υπηρεσίες συντήρησης — Y.N.K logos consulting & Services Ltd",
  "accessibility_alt_53": "Y.N.K logos consulting & Services Ltd",
  "accessibility_nav_50": "Υπηρεσίες",
  "accessibility_nav_51": "Σχετικά με εμάς",
  "accessibility_nav_52": "Επικοινωνία",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Πολιτική Απορρήτου",
  "accessibility_link_21": "Προσβασιμότητα",
  "accessibility_link_22": "Όροι Χρήσης",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Ανακαλύψτε ποιοτικά λάδια για ελαφρά και βαριά οχήματα στην Κύπρο. Εισαγωγή λαδιών αυτοκινήτων Κύπρος από τους καλύτερους γερμανούς κατασκευαστές. Επαγγελματικές λύσεις συντήρησης για όλους τους τύπους οχημάτων.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Επιστροφή στον ιστότοπο",
  "about_meta_description": "Γνωρίστε την Y.N.K logos consulting & Services Ltd - πρωτοπόρους στην εισαγωγή <span style=",
  "contact_placeholder_45": "Εισάγετε το πλήρες όνομά σας",
  "contact_placeholder_46": "your@email.com",
  "contact_placeholder_47": "Ο αριθμός τηλεφώνου σας",
  "contact_placeholder_48": "Πείτε μας πώς μπορούμε να σας βοηθήσουμε...",
  "legal_terms_page_title": "Όροι Χρήσης - [business_name]",
  "terms_meta_description": "Οι όροι χρήσης του ιστότοπου - τα δικαιώματα και οι υποχρεώσεις των χρηστών",
  "legal_accessibility_p_9": "Η [business_name] δεσμεύεται να καταστήσει τις υπηρεσίες προσβάσιμες σε όλο το κοινό. Εργαζόμαστε για την εφαρμογή των οδηγιών του ισραηλινού προτύπου (ΤΙ 5568) που βασίζεται στις οδηγίες WCAG 2.1 επιπέδου AA.",
  "accessibility_page_title": "Δήλωση Προσβασιμότητας",
  "contact_meta_description": "Επικοινωνήστε με την Y.N.K logos consulting & Services Ltd για επαγγελματική συμβουλευτική στην εισαγωγή λαδιών αυτοκινήτων Κύπρος. Θα χαρούμε να σας βοηθήσουμε να επιλέξετε τα κατάλληλα λάδια για το αυτοκίνητό σας.",
  "legal_accessibility_h1_1": "Δήλωση Προσβασιμότητας",
  "legal_accessibility_h2_2": "1. Πολιτική Προσβασιμότητας",
  "legal_accessibility_h2_3": "2. Ρυθμίσεις Προσβασιμότητας στον Ιστότοπο",
  "legal_accessibility_h2_4": "3. Υποστηριζόμενες Βοηθητικές Τεχνολογίες",
  "legal_accessibility_h2_5": "4. Έλεγχοι Προσβασιμότητας",
  "legal_accessibility_h2_6": "5. Συνεχείς Βελτιώσεις",
  "legal_accessibility_h2_7": "6. Επικοινωνία και Ανατροφοδότηση",
  "legal_accessibility_h3_8": "Συμμόρφωση με το πρότυπο WCAG 2.1",
  "legal_accessibility_p_10": "Πιστεύουμε στην ισότητα δικαιωμάτων και στο δικαίωμα κάθε ατόμου να λαμβάνει πληροφορίες και υπηρεσίες με αυτόνομο και ισότιμο τρόπο. Αυτός ο ιστότοπος σχεδιάστηκε και κατασκευάστηκε με ιδιαίτερη έμφαση στην προσβασιμότητα για άτομα με αναπηρίες.",
  "legal_accessibility_p_11": "Ο ιστότοπος συμμορφώνεται με το επίπεδο AA του προτύπου WCAG 2.1, το οποίο περιλαμβάνει:",
  "legal_accessibility_p_12": "Ο ιστότοπος ελέγχεται μέσω:",
  "legal_accessibility_p_13": "Εργαζόμαστε συνεχώς για τη βελτίωση της προσβασιμότητας του ιστότοπου και τον ενημερώνουμε σύμφωνα με τις τεχνολογικές εξελίξεις και την ανατροφοδότηση από τους χρήστες.",
  "legal_accessibility_p_14": "Εάν αντιμετωπίσατε πρόβλημα προσβασιμότητας στον ιστότοπο ή χρειάζεστε βοήθεια, παρακαλούμε επικοινωνήστε μαζί μας:",
  "legal_accessibility_p_15": "Χρόνοι απόκρισης: Απαντάμε σε αιτήματα σχετικά με την προσβασιμότητα εντός 3 εργάσιμων ημερών και ενεργούμε για επίλυση εντός 10 εργάσιμων ημερών.",
  "legal_accessibility_p_16": "Καταγγελίες: Μπορείτε να υποβάλετε καταγγελία στο Υπουργείο Δικαιοσύνης - Επιτροπή Ίσων Δικαιωμάτων για Άτομα με Αναπηρίες",
  "legal_privacy_page_title": "Πολιτική Απορρήτου - [business_name]",
  "privacy_meta_description": "Η πολιτική απορρήτου μας - πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε τις πληροφορίες σας",
  "legal_accessibility_li_20": "Υποστήριξη πλοήγησης μέσω πληκτρολογίου",
  "legal_accessibility_li_21": "Υποστήριξη αναγνωστών οθόνης",
  "legal_accessibility_li_22": "Κατάλληλη αντίθεση χρωμάτων",
  "legal_accessibility_li_23": "Ευέλικτα και επεκτάσιμα μεγέθη γραμματοσειρών",
  "legal_accessibility_li_24": "Λεπτομερείς περιγραφές εικόνων (Alt text)",
  "legal_accessibility_li_25": "Ιεραρχικά δομημένες επικεφαλίδες",
  "legal_accessibility_li_26": "Περιγραφικοί και σαφείς σύνδεσμοι",
  "legal_accessibility_li_27": "Υποστήριξη zoom έως 200% χωρίς απώλεια περιεχομένου",
  "legal_accessibility_li_28": "Αντιληπτό (Perceivable): Οι πληροφορίες παρουσιάζονται με τρόπους που οι χρήστες μπορούν να αντιληφθούν",
  "legal_accessibility_li_29": "Λειτουργικό (Operable): Τα στοιχεία διεπαφής είναι λειτουργικά",
  "legal_accessibility_li_30": "Κατανοητό (Understandable): Οι πληροφορίες και η διεπαφή χρήστη είναι κατανοητές",
  "legal_accessibility_li_31": "Ισχυρό (Robust): Το περιεχόμενο μπορεί να αποκωδικοποιηθεί από ποικιλία τεχνολογιών",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Αυτοματοποιημένα εργαλεία ελέγχου προσβασιμότητας",
  "legal_accessibility_li_39": "Χειροκίνητοι έλεγχοι με αναγνώστες οθόνης",
  "legal_accessibility_li_40": "Πλοήγηση μόνο με πληκτρολόγιο",
  "legal_accessibility_li_41": "Έλεγχος αντίθεσης χρωμάτων",
  "legal_accessibility_li_42": "Έλεγχος με χρήστες με αναπηρίες",
  "legal_accessibility_li_43": "Εταιρεία: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Τηλέφωνο: [business_phone]",
  "services_meta_description": "Πώληση γερμανικών λαδιών αυτοκινήτων στην Κύπρο - πλήρης γκάμα λαδιών για ελαφρά και βαριά οχήματα, λάδια κιβωτίου ταχυτήτων, υγρά φρένων και επαγγελματικά προϊόντα συντήρησης. Άμεση εισαγωγή από κατασκευαστή.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Επιστροφή στον ιστότοπο",
  "accessibility_meta_description": "Η δήλωση προσβασιμότητάς μας - η δέσμευσή μας για ψηφιακή προσβασιμότητα",
  "legal_accessibility_page_title": "Δήλωση Προσβασιμότητας - [business_name]"
}