{
  "home_h1_1": "Importing Car Oils to Cyprus from Leading German Manufacturers",
  "home_h2_2": "Why Choose Our German Maximum Brand Oils?",
  "home_h2_3": "Our Leading Services",
  "home_h2_4": "Why is Y.N.K the Right Choice for You?",
  "home_h2_5": "Our Product Range",
  "home_h2_6": "Ready to Upgrade Your Vehicle Maintenance?",
  "home_h3_7": "Professional maintenance solutions for light and heavy vehicles with quality oils from Germany",
  "home_h3_8": "Synthetic Oils for Light Vehicles",
  "home_h3_9": "Heavy Vehicle and Industrial Oils",
  "home_p_20": "Happily created by&nbsp;Zappy",
  "home_p_21": "Y.N.K logos consulting & Services Ltd specializes in importing car oils to Cyprus directly from the Maximum factory. We provide sales of German car oils of the highest quality, specially adapted to Cypriot road and climate conditions.",
  "home_p_22": "Our expertise in oils for light vehicles, heavy vehicles, motorcycles and industry in Cyprus ensures that every vehicle owner receives the exact product for their needs. We understand that proper vehicle maintenance begins with choosing quality oils for vehicles, which is why we offer only products that have undergone rigorous testing and meet international quality standards and those of leading automotive manufacturers worldwide.",
  "home_p_23": "Advanced synthetic oils for private cars and SUVs, ensuring maximum engine protection under all driving conditions. Our products meet OEM standards of leading vehicle manufacturers.",
  "home_p_24": "Special solutions for trucks, buses and heavy equipment. High-durability oils for heavy loads and harsh working conditions, extending engine life.",
  "home_p_25": "Wide range of oils for automatic and manual transmissions, suitable for all vehicle types and ensuring smooth and efficient power transmission.",
  "home_p_26": "Essential fluids for vehicle safety, meeting international DOT standards and ensuring optimal braking performance in all weather conditions.",
  "home_p_27": "All our products are imported directly from Germany and meet international ISO and API standards. We work only with recognized manufacturers with global reputation.",
  "home_p_28": "Efficient distribution network ensuring fast delivery to any point in Cyprus. High inventory availability and excellent customer service.",
  "home_p_29": "Expert team available for consultation and guidance in selecting the most suitable products for your vehicle. Personal and professional service.",
  "home_p_30": "Direct import from manufacturer allows us to offer attractive prices without compromising on quality. Special offers for bulk purchases.",
  "home_p_31": "We offer a comprehensive product line covering all maintenance needs of your vehicle",
  "home_p_32": "Perfect protection for the cooling system in all seasons",
  "home_p_33": "For smooth and responsive steering system",
  "home_p_34": "For a wide range of technical applications in vehicles",
  "home_p_35": "For a wide range of technical applications in vehicles",
  "home_p_36": "Contact us today and receive professional consultation and a personalized quote. We are here to help you choose the most suitable oils for your vehicle.",
  "home_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "home_p_38": "Created using&nbsp;Zappy",
  "about_h1_1": "About Y.N.K logos consulting & Services Ltd",
  "about_h2_2": "Our Story",
  "about_h2_3": "Our Mission",
  "about_h2_4": "Our Vision",
  "about_h2_5": "Our Values",
  "about_h2_6": "Our Expertise",
  "about_h2_7": "Our Partnerships",
  "about_h2_8": "Our Commitment to You",
  "about_h2_9": "Want to Join Our Customer Family?",
  "about_p_21": "Happily created by Zappy",
  "about_p_22": "Y.N.K logos consulting & Services Ltd was established with a clear vision - to bring the highest quality automotive oils to the Cypriot market, combined with professional service and competitive prices. We specialize in importing automotive oils to Cyprus directly from the manufacturer in Germany. The highest quality automotive oils, combined with professional service and competitive prices. We specialize in importing automotive oils to Cyprus directly from the manufacturer in Germany, and provide comprehensive solutions for all maintenance needs of light and heavy vehicle owners.",
  "about_p_23": "Over the years, we have built a reputation for reliability and excellence in the field of German automotive oils. We are proud to have become the preferred supplier for garages, transport companies, fleet owners and private vehicle owners throughout Cyprus. Our success stems from our unwavering commitment to quality, excellent service and customer satisfaction.",
  "about_p_24": "To provide garage owners in Cyprus with access to German quality oils and maintenance products, while maintaining fair prices and professional service. We are committed to being the most reliable partner for all vehicle maintenance needs, and to ensure that every customer receives the exact product for their needs.",
  "about_p_25": "To be the leading and most reliable company in the field of importing and marketing engine oils in Cyprus. We strive to expand our product range, continuously improve our service level and continue building long-term relationships with our customers, based on trust, reliability and excellence.",
  "about_p_26": "We insist on excellent quality in every product we supply. All our oils meet the strictest international standards and are imported directly from a German brand.",
  "about_p_27": "We build our relationships with customers on the basis of mutual trust, complete transparency and commitment to keeping our promises. Our word is your guarantee.",
  "about_p_28": "We believe in personal service and full accessibility to customers. Our team of experts is always available for consultation, guidance and providing customized solutions.",
  "about_p_29": "We are always looking for new ways to improve our service, expand our product range and adapt ourselves to the changing needs of the market.",
  "about_p_30": "We are aware of the importance of environmental protection and ensure to supply environmentally friendly products that meet the strictest emission standards.",
  "about_p_31": "We believe in providing real value to our customers - fair prices, quality products and excellent service.",
  "about_p_32": "Our specialization in oils for light and heavy vehicles in Cyprus is based on years of rich experience in the industry and a deep understanding of the unique needs of the local market. We know in depth the road conditions, climate and vehicle usage in Cyprus, and adapt our products accordingly.",
  "about_p_33": "Our team includes experts with extensive knowledge in the field of oils, maintenance and vehicle mechanics. We continuously follow technological developments in the automotive industry, and ensure that we always offer the most advanced and suitable solutions to our customers.",
  "about_p_34": "We are proud of our strategic partnerships with the German Maximum brand. Our direct connections with the factory allow us to guarantee excellent quality, high availability and competitive prices. We work only with manufacturers with a global reputation, whose products meet the strictest international quality standards and the standards of the world's leading car manufacturers.",
  "about_p_35": "In addition to partnerships with the manufacturer, we maintain close relationships with garages, transport companies and fleet owners throughout Cyprus. These relationships allow us to better understand market needs, receive continuous feedback and continuously improve our service and products.",
  "about_p_36": "Every product we supply has undergone rigorous testing and meets international quality standards and the standards of the world's leading car manufacturers. We stand behind the quality of our products and guarantee complete satisfaction.",
  "about_p_37": "We maintain a large inventory of all products and guarantee fast delivery throughout Cyprus. High availability and reliable service - always.",
  "about_p_38": "Our team of experts is available for professional consultation, guidance and providing customized solutions. We are here to help you choose the best products for your vehicle.",
  "about_p_39": "We are always looking for ways to improve our service, expand our product range, and adapt to our customers' changing needs.",
  "about_p_40": "We invite you to get to know Y.N.K logos consulting & Services Ltd and experience for yourself the service and quality that have made us leaders in the field. Contact us today.",
  "about_p_41": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "about_p_42": "Created with Zappy",
  "home_h3_10": "Transmission and Gearbox Oils",
  "home_h3_11": "Brake and Hydraulic Fluids",
  "home_h3_12": "Proven German Quality",
  "home_h3_13": "Fast Delivery Throughout Cyprus",
  "home_h3_14": "Professional Consultation and Support",
  "home_h3_15": "Competitive Prices",
  "home_h3_16": "Coolant and Anti-Freeze Fluids",
  "home_h3_17": "Hydraulic Steering Oils",
  "home_h3_18": "Technical Greases and Lubricants",
  "home_h3_19": "Technical Greases and Lubricants",
  "terms_h1_1": "Terms of Use",
  "terms_h2_2": "1. Definitions",
  "terms_h2_3": "2. Service Description",
  "terms_h2_4": "3. Terms of Use",
  "terms_h2_5": "4. User Obligations",
  "terms_h2_6": "5. Payment and Refund Policy",
  "terms_h2_7": "6. Limitation of Liability",
  "terms_h2_8": "7. Copyright and Intellectual Property",
  "terms_h2_9": "8. Privacy",
  "terms_p_15": "Y.N.K logos consulting & Services Ltd provides automotive oils and maintenance through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "terms_p_17": "If the services include payment:",
  "terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company will not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights owned by Y.N.K logos consulting & Services Ltd. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "terms_p_22": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections shall remain in effect.",
  "terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "terms_p_24": "For questions or clarifications regarding the terms of use:",
  "terms_p_25": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "terms_p_26": "Created with&nbsp;Zappy",
  "about_h3_10": "Leading Automotive Oil Importers in Cyprus - Commitment to Quality and Excellent Service",
  "about_h3_11": "Uncompromising Quality",
  "about_h3_12": "Reliability and Transparency",
  "about_h3_13": "Personal and Professional Service",
  "about_h3_14": "Innovation and Continuous Improvement",
  "about_h3_15": "Environmental Responsibility",
  "about_h3_16": "Real Value for Customers",
  "about_h3_17": "Guaranteed Quality",
  "about_h3_18": "Availability and Fast Delivery",
  "about_h3_19": "Consultation and Support",
  "about_h3_20": "Continuous Improvement",
  "home_alt_51": "Y.N.K logos consulting & Services Ltd",
  "home_alt_52": "Car Oil Import Cyprus - Professional Warehouse with Quality Maintenance Products",
  "home_alt_53": "Synthetic Car Oils - High-Quality German Products",
  "home_alt_54": "Heavy Vehicle Oils - Professional Industrial Solutions",
  "home_alt_55": "Transmission and Gearbox Oils - Professional Products",
  "home_alt_56": "Brake and Hydraulic Fluids - Safety and Quality",
  "home_alt_57": "Coolant and Anti-Freeze - Cooling System Protection",
  "home_alt_58": "Hydraulic Power Steering Oil - Steering System Maintenance",
  "home_alt_59": "Grease and Technical Lubricants - Professional Lubrication",
  "home_alt_60": "Grease and Technical Lubricants - Professional Lubrication",
  "home_nav_48": "Services",
  "home_nav_49": "About",
  "home_nav_50": "Contact",
  "terms_h2_10": "9. Modification of Terms of Use",
  "terms_h2_11": "10. Service Termination",
  "terms_h2_12": "11. Applicable Law and Dispute Resolution",
  "terms_h2_13": "12. General Provisions",
  "terms_h2_14": "13. Contact Details",
  "terms_li_32": "\"The Company\" - Y.N.K logos consulting & Services Ltd",
  "terms_li_33": "\"The User\" - anyone who browses or uses the website",
  "terms_li_34": "\"The Services\" - automotive oils and maintenance services provided through the website",
  "terms_li_35": "Using the website for legal purposes only",
  "terms_li_36": "Not interfering with the website's operation or other users",
  "terms_li_37": "Not uploading offensive, illegal, or harmful content",
  "terms_li_38": "Respecting copyrights and intellectual property",
  "terms_li_39": "Not performing actions that may harm the website's security",
  "terms_li_40": "Providing correct and accurate information during registration or ordering",
  "terms_li_41": "Maintaining confidentiality of account access details",
  "terms_li_42": "Immediate notification of any unauthorized use of the account",
  "terms_li_43": "Updating personal information as needed",
  "terms_li_44": "Payments are processed through secure and encrypted systems",
  "terms_li_45": "Prices include VAT as required by law",
  "terms_li_46": "Right of transaction cancellation will stand in accordance with Consumer Protection Law",
  "terms_li_47": "Refunds will be processed within 14 business days from cancellation approval",
  "terms_li_48": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "terms_li_49": "Non-enforcement of a right will not be considered a waiver of it",
  "terms_li_50": "The terms of use constitute the entire agreement between the parties",
  "terms_li_51": "Company: Y.N.K logos consulting & Services Ltd",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Phone: 03-1234567",
  "terms_li_54": "Address: Company Address, Israel",
  "about_alt_57": "Y.N.K logos consulting & Services Ltd",
  "about_nav_54": "Services",
  "about_nav_55": "About",
  "about_nav_56": "Contact",
  "contact_h1_1": "Contact Y.N.K logos consulting & Services Ltd",
  "contact_h2_2": "Send us a message",
  "contact_h2_3": "Contact Details",
  "contact_h2_4": "Why contact us?",
  "contact_h3_5": "We'd be happy to help you with any question or need in the field of car oils",
  "contact_h3_6": "Phone",
  "contact_h3_7": "Email",
  "contact_h3_8": "Address",
  "contact_h3_9": "Business Hours",
  "contact_p_15": "Happily created by Zappy",
  "contact_p_16": "Fill in the details and we'll get back to you soon",
  "contact_p_17": "ynk.logos@gmail.com",
  "contact_p_18": "[business_address]",
  "contact_p_19": "Sunday - Friday: 08:00 - 18:00",
  "contact_p_20": "Saturday: Closed",
  "contact_p_21": "Our service team is available at your service",
  "contact_p_22": "Our team of experts will help you choose the most suitable oils for your vehicle",
  "contact_p_23": "Get a detailed and competitive quote tailored to your needs",
  "contact_p_24": "We are here to answer any question and provide full support throughout the entire process",
  "contact_p_25": "An efficient distribution system ensuring fast delivery throughout Cyprus",
  "contact_p_26": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "contact_p_27": "Created with Zappy",
  "home_link_40": "Zappy",
  "home_link_41": "Get a Quote",
  "home_link_42": "All Our Services",
  "home_link_43": "Contact Now",
  "home_link_44": "Privacy Policy",
  "home_link_45": "Accessibility",
  "home_link_46": "Terms of Use",
  "home_link_47": "Zappy",
  "home_span_39": "for vehicles",
  "privacy_h1_1": "Privacy Policy",
  "privacy_h2_2": "1. Information Collection",
  "privacy_h2_3": "2. Use of Information",
  "privacy_h2_4": "3. Information Sharing",
  "privacy_h2_5": "4. User Rights",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Information Security",
  "privacy_h2_8": "7. Policy Changes",
  "privacy_h2_9": "8. Contact",
  "privacy_p_10": "Y.N.K logos consulting & Services Ltd (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "privacy_p_11": "We may collect the following types of information:",
  "privacy_p_12": "We use the collected information for the following purposes:",
  "privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
  "privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "privacy_p_19": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_p_20": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "privacy_p_21": "Created with&nbsp;Zappy",
  "terms_alt_58": "Y.N.K logos consulting &amp; Services Ltd",
  "terms_nav_55": "Services",
  "terms_nav_56": "About",
  "terms_nav_57": "Contact",
  "about_link_48": "Zappy",
  "about_link_49": "Contact",
  "about_link_50": "Privacy Policy",
  "about_link_51": "Accessibility",
  "about_link_52": "Terms of Use",
  "about_link_53": "Zappy",
  "about_span_43": "Car Oils",
  "about_span_44": "Car Oils",
  "about_span_45": "Car Oils",
  "about_span_46": "Car Oils",
  "about_span_47": "Car Oils",
  "contact_h3_10": "Prefer to speak directly?",
  "contact_h3_11": "Professional Consultation",
  "contact_h3_12": "Customized Quote",
  "contact_h3_13": "Full Support",
  "contact_h3_14": "Fast Delivery",
  "privacy_li_27": "Personal information: name, email address, phone number and address",
  "privacy_li_28": "Technical information: IP address, browser type, operating system and website usage data",
  "privacy_li_29": "Cookies: Information stored on your computer to improve user experience",
  "privacy_li_30": "Providing requested services",
  "privacy_li_31": "Improving service and user experience",
  "privacy_li_32": "Contacting you regarding our services",
  "privacy_li_33": "Compliance with legal requirements",
  "privacy_li_34": "With your explicit consent",
  "privacy_li_35": "When required by law",
  "privacy_li_36": "To protect our rights or the security of our users",
  "privacy_li_37": "With service providers who assist in operating the service (under confidentiality agreements)",
  "privacy_li_38": "Right to access your stored personal information",
  "privacy_li_39": "Right to correct incorrect or inaccurate information",
  "privacy_li_40": "Right to delete personal information under certain circumstances",
  "privacy_li_41": "Right to object to information processing for marketing purposes",
  "privacy_li_42": "Right to file a complaint with the Data Protection Registrar",
  "privacy_li_43": "Company: Y.N.K logos consulting & Services Ltd",
  "privacy_li_44": "Email: info@company.com",
  "privacy_li_45": "Phone: 03-1234567",
  "privacy_li_46": "Address: Company Address, Israel",
  "services_h1_1": "Sales of German Maximum Brand Oils and Professional Maintenance",
  "services_h2_2": "Our Services and Products",
  "services_h2_3": "Engine Oils for Private Vehicles",
  "services_h2_4": "Heavy and Commercial Vehicle Oils",
  "services_h2_5": "Transmission and Gearbox Oils",
  "services_h2_6": "Brake and Hydraulic Fluids",
  "services_h2_7": "Additional Services",
  "services_h2_8": "Why Choose Y.N.K for Car Oils?",
  "services_h2_9": "Need Advice on Choosing the Right Oil?",
  "services_p_18": "Happily created by Zappy",
  "services_p_19": "Y.N.K logos consulting & Services Ltd specializes in car oil import Cyprus and offers a comprehensive range of maintenance solutions for private and heavy vehicle owners. We are proud to be a leading supplier of German Maximum brand oils of the highest quality, imported directly from our factory.",
  "services_p_20": "Our expertise in oils is based on years of experience in the industry and deep understanding of local market needs. We offer oils that meet the strictest international standards and provide excellent performance in all road and climate conditions.",
  "services_p_21": "We supply a wide range of synthetic and semi-synthetic engine oils for private cars and SUVs. All our products meet the strictest ACEA and API standards and are approved by leading car manufacturers worldwide. Our oils ensure maximum engine protection and reduce wear.",
  "services_p_22": "Our products include oils in various viscosity grades (0W-20, 5W-30, 5W-40, 10W-40 and more) suitable for all engine types - gasoline, diesel, turbo and hybrid. We also offer special oils for sports cars and high-performance vehicles.",
  "services_p_23": "Our special expertise is in supplying oils for light and heavy vehicles Cyprus, including trucks, buses, tractors and heavy equipment. We offer engine oils with high resistance to heavy loads, extreme temperatures and harsh working conditions.",
  "services_p_24": "Our heavy vehicle oils meet Euro VI standards and are suitable for modern diesel engines with advanced emission control systems. We also supply oils for agricultural equipment, forklifts and construction machinery, with precise adaptation to manufacturer requirements and usage conditions.",
  "services_p_25": "Complete range of oils for automatic transmissions (ATF), manual (MTF) and differential. Our oils ensure smooth power transmission, reduce noise and extend transmission life. We offer products adapted to all transmission types - conventional, CVT, DSG and advanced automatic transmissions.",
  "services_p_26": "Additionally, we supply special oils for heavy and commercial vehicle transmissions, including oils with high resistance to pressure and high temperatures. All our products meet GL-4, GL-5 standards and specific manufacturer requirements.",
  "services_p_27": "Vehicle safety is our top priority, which is why we offer only the highest quality brake fluids. Our products meet DOT 3 and DOT 4 standards and are suitable for all brake system types - conventional, ABS, ESP and advanced electronic braking systems.",
  "services_p_28": "We also supply hydraulic oils for power steering systems, hydraulic suspensions and hydraulic systems in heavy machinery. Our fluids ensure optimal performance across the entire temperature range, high resistance to oxidation and wear, and full compatibility with all system components.",
  "services_p_29": "Quality fluids for hydraulic steering systems, ensuring smooth, responsive and noise-free steering.",
  "services_p_30": "All our products are imported directly from the German Maximum manufacturer, without intermediaries. This ensures excellent quality and competitive prices.",
  "services_p_31": "All our oils meet ISO, API, ACEA standards and leading car manufacturer requirements. We perform rigorous testing on every product.",
  "services_p_32": "We maintain large inventory of all products and guarantee fast delivery throughout Cyprus. High availability and reliable service.",
  "services_p_33": "Our team of experts is at your service for consultation and guidance in selecting the most suitable products for your vehicle. Personal and professional service.",
  "services_p_34": "Our direct import and large purchase volumes allow us to offer particularly competitive prices, without compromising on quality.",
  "services_p_35": "We offer special discounts for bulk purchases, to garages, transport companies and fleet owners. Preferred terms for business customers.",
  "services_p_36": "Our team of experts will be happy to help you choose the most suitable products for your vehicle. Contact us today and receive a personalized quote.",
  "services_p_37": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "services_p_38": "Created with Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Privacy Policy",
  "terms_link_29": "Accessibility",
  "terms_link_30": "Terms of Use",
  "terms_link_31": "Zappy",
  "contact_alt_49": "Y.N.K logos consulting &amp; Services Ltd",
  "contact_btn_36": "Send Message",
  "contact_nav_42": "Services",
  "contact_nav_43": "About",
  "contact_nav_44": "Contact",
  "privacy_alt_50": "Y.N.K logos consulting &amp; Services Ltd",
  "privacy_nav_47": "Services",
  "privacy_nav_48": "About",
  "privacy_nav_49": "Contact",
  "services_h3_10": "Comprehensive Solutions for All Your Vehicle Maintenance Needs",
  "services_h3_11": "Hydraulic Power Steering Oil",
  "services_h3_12": "Direct Import from Manufacturer",
  "services_h3_13": "International Quality Standards",
  "services_h3_14": "Available Stock and Fast Delivery",
  "services_h3_15": "Professional Consultation",
  "services_h3_16": "Attractive Prices",
  "services_h3_17": "Special Offers for Businesses",
  "contact_link_29": "Zappy",
  "contact_link_30": "ynk.logos@gmail.com",
  "contact_link_31": "Call Now",
  "contact_link_32": "Privacy Policy",
  "contact_link_33": "Accessibility",
  "contact_link_34": "Terms of Use",
  "contact_link_35": "Zappy",
  "contact_span_28": "[business_address]",
  "home_page_title": "Quality Car Oil Import in Cyprus — Y.N.K logos consulting & Services Ltd",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Privacy Policy",
  "privacy_link_24": "Accessibility",
  "privacy_link_25": "Terms of Use",
  "privacy_link_26": "Zappy",
  "services_alt_48": "Y.N.K logos consulting & Services Ltd",
  "services_nav_45": "Services",
  "services_nav_46": "About",
  "services_nav_47": "Contact",
  "about_page_title": "About the Company - Leaders in Oil Import — Y.N.K logos consulting & Services Ltd",
  "contact_label_37": "Full Name *",
  "contact_label_38": "Email *",
  "contact_label_39": "Phone *",
  "contact_label_40": "Subject",
  "contact_label_41": "Message",
  "legal_terms_h1_1": "Terms of Use",
  "legal_terms_h2_2": "1. Definitions",
  "legal_terms_h2_3": "2. Service Description",
  "legal_terms_h2_4": "3. Terms of Use",
  "legal_terms_h2_5": "4. User Obligations",
  "legal_terms_h2_6": "5. Payment and Refund Policy",
  "legal_terms_h2_7": "6. Limitation of Liability",
  "legal_terms_h2_8": "7. Copyrights and Intellectual Property",
  "legal_terms_h2_9": "8. Privacy",
  "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "legal_terms_p_17": "If the services include payment:",
  "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "legal_terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "legal_terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "legal_terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days' advance notice. Continued use after the change constitutes agreement to the new terms.",
  "legal_terms_p_22": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections shall remain in effect.",
  "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
  "services_link_39": "Zappy",
  "services_link_40": "Contact for Consultation",
  "services_link_41": "Privacy Policy",
  "services_link_42": "Accessibility",
  "services_link_43": "Terms of Use",
  "services_link_44": "Zappy",
  "terms_page_title": "Terms of Use",
  "accessibility_p_9": "Y.N.K logos consulting & Services Ltd is committed to making services accessible to the general public. We work to implement the Israeli Standard guidelines (IS 5568) based on WCAG 2.1 guidelines at AA level.",
  "legal_terms_h2_10": "9. Modification of Terms of Use",
  "legal_terms_h2_11": "10. Service Termination",
  "legal_terms_h2_12": "11. Applicable Law and Dispute Resolution",
  "legal_terms_h2_13": "12. General Provisions",
  "legal_terms_h2_14": "13. Contact Information",
  "legal_terms_li_28": "\"The Company\" - [business_name]",
  "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
  "legal_terms_li_30": "\"The Services\" - general services provided through the website",
  "legal_terms_li_31": "Using the website for legal purposes only",
  "legal_terms_li_32": "Not interfering with the website's operation or other users",
  "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
  "legal_terms_li_34": "Respecting copyrights and intellectual property",
  "legal_terms_li_35": "Not performing actions that may harm website security",
  "legal_terms_li_36": "Providing correct and accurate information during registration or ordering",
  "legal_terms_li_37": "Maintaining confidentiality of account access details",
  "legal_terms_li_38": "Immediate notification of any unauthorized use of the account",
  "legal_terms_li_39": "Updating personal information as needed",
  "legal_terms_li_40": "Payments are made through secure and encrypted systems",
  "legal_terms_li_41": "Prices include VAT as required by law",
  "legal_terms_li_42": "Right of cancellation will be available in accordance with consumer protection law",
  "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
  "legal_terms_li_44": "If part of the terms is declared invalid, the remaining terms shall remain in effect",
  "legal_terms_li_45": "Non-enforcement of a right shall not be considered a waiver thereof",
  "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
  "legal_terms_li_47": "Company: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Phone: [business_phone]",
  "legal_terms_li_50": "Address: [business_address]",
  "accessibility_h1_1": "Accessibility Statement",
  "accessibility_h2_2": "1. Accessibility Policy",
  "accessibility_h2_3": "2. Website Accessibility Arrangements",
  "accessibility_h2_4": "3. Supported Assistive Technologies",
  "accessibility_h2_5": "4. Accessibility Testing",
  "accessibility_h2_6": "5. Continuous Improvements",
  "accessibility_h2_7": "6. Contact and Feedback",
  "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "accessibility_p_11": "The website complies with WCAG 2.1 AA level standard, which includes:",
  "accessibility_p_12": "The website has been tested using:",
  "accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
  "accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "accessibility_p_16": "Complaints: You can file a complaint with the Ministry of Justice - Commission for Equal Rights of Persons with Disabilities",
  "accessibility_p_17": "© 2026 Y.N.K logos consulting & Services Ltd. All rights reserved.",
  "accessibility_p_18": "Created using&nbsp;Zappy",
  "contact_page_title": "Contact Us - Get Professional Consultation — Y.N.K logos consulting &amp; Services Ltd",
  "legal_privacy_h1_1": "Privacy Policy",
  "legal_privacy_h2_2": "1. Information Collection",
  "legal_privacy_h2_3": "2. Use of Information",
  "legal_privacy_h2_4": "3. Information Sharing",
  "legal_privacy_h2_5": "4. User Rights",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Information Security",
  "legal_privacy_h2_8": "7. Policy Changes",
  "legal_privacy_h2_9": "8. Contact",
  "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "legal_privacy_p_11": "We may collect the following types of information:",
  "legal_privacy_p_12": "We use the collected information for the following purposes:",
  "legal_privacy_p_13": "We will not sell, lease, or share your personal information with third parties, except in the following cases:",
  "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect the website's functionality.",
  "legal_privacy_p_16": "We implement reasonable security measures to protect your information, including encryption, firewalls, and restricted access control. However, no method of transmission or storage is 100% secure.",
  "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "legal_privacy_p_19": "Data Registrar: For complaints, you can contact the Data Registrar at the Ministry of Justice",
  "privacy_page_title": "Privacy Policy",
  "accessibility_li_24": "Keyboard navigation support",
  "accessibility_li_25": "Screen reader support",
  "accessibility_li_26": "Appropriate color contrast",
  "accessibility_li_27": "Flexible and scalable font sizes",
  "accessibility_li_28": "Detailed image descriptions (Alt text)",
  "accessibility_li_29": "Hierarchically structured headings",
  "accessibility_li_30": "Descriptive and clear links",
  "accessibility_li_31": "Support for zoom up to 200% without content loss",
  "accessibility_li_32": "Perceivable: Information is presented in ways users can perceive",
  "accessibility_li_33": "Operable: Interface components are operable",
  "accessibility_li_34": "Understandable: Information and user interface are understandable",
  "accessibility_li_35": "Robust: Content can be interpreted by a variety of technologies",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Automated accessibility testing tools",
  "accessibility_li_43": "Manual testing with screen readers",
  "accessibility_li_44": "Keyboard-only navigation",
  "accessibility_li_45": "Color contrast testing",
  "accessibility_li_46": "Testing with users with disabilities",
  "accessibility_li_47": "Company: Y.N.K logos consulting & Services Ltd",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Phone: 03-1234567",
  "legal_privacy_li_23": "Personal information: name, email address, phone number, and address",
  "legal_privacy_li_24": "Technical information: IP address, browser type, operating system, and website usage data",
  "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
  "legal_privacy_li_26": "Providing requested services",
  "legal_privacy_li_27": "Improving service and user experience",
  "legal_privacy_li_28": "Contacting you regarding our services",
  "legal_privacy_li_29": "Compliance with legal requirements",
  "legal_privacy_li_30": "With your explicit consent",
  "legal_privacy_li_31": "When required by law",
  "legal_privacy_li_32": "To protect our rights or the security of our users",
  "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
  "legal_privacy_li_34": "Right to access personal information stored about you",
  "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
  "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
  "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
  "legal_privacy_li_38": "Right to file a complaint with the Data Registrar",
  "legal_privacy_li_39": "Company: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Phone: [business_phone]",
  "legal_privacy_li_42": "Address: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Back to website",
  "services_page_title": "German Automotive Oils Sales and Maintenance Services — Y.N.K logos consulting & Services Ltd",
  "accessibility_alt_53": "Y.N.K logos consulting &amp; Services Ltd",
  "accessibility_nav_50": "Services",
  "accessibility_nav_51": "About",
  "accessibility_nav_52": "Contact",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Privacy Policy",
  "accessibility_link_21": "Accessibility",
  "accessibility_link_22": "Terms of Use",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Discover quality oils for light and heavy vehicles in Cyprus. Car oil import Cyprus from leading German manufacturers. Professional maintenance solutions for all vehicle types.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Back to website",
  "about_meta_description": "Get to know Y.N.K logos consulting & Services Ltd - leaders in oil import <span style=",
  "contact_placeholder_45": "Enter your full name",
  "contact_placeholder_46": "your@email.com",
  "contact_placeholder_47": "Your phone number",
  "contact_placeholder_48": "Tell us how we can help you...",
  "legal_terms_page_title": "Terms of Use - [business_name]",
  "terms_meta_description": "Website Terms of Use - Users' Rights and Obligations",
  "legal_accessibility_p_9": "[business_name] is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "accessibility_page_title": "Accessibility Statement",
  "contact_meta_description": "Contact Y.N.K logos consulting &amp; Services Ltd for professional consulting on automotive oil imports in Cyprus. We'll be happy to help you choose the right oils for your vehicle.",
  "legal_accessibility_h1_1": "Accessibility Statement",
  "legal_accessibility_h2_2": "1. Accessibility Policy",
  "legal_accessibility_h2_3": "2. Website Accessibility Arrangements",
  "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
  "legal_accessibility_h2_5": "4. Accessibility Testing",
  "legal_accessibility_h2_6": "5. Continuous Improvements",
  "legal_accessibility_h2_7": "6. Contact and Feedback",
  "legal_accessibility_h3_8": "WCAG 2.1 Compliance",
  "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "legal_accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "legal_accessibility_p_12": "The website has been tested using:",
  "legal_accessibility_p_13": "We work continuously to improve the website's accessibility and update it according to technological developments and user feedback.",
  "legal_accessibility_p_14": "If you encounter an accessibility issue on the website or need assistance, please contact us:",
  "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "legal_accessibility_p_16": "Complaints: You can file a complaint with the Ministry of Justice - Commissioner for Equal Rights of Persons with Disabilities",
  "legal_privacy_page_title": "Privacy Policy - [business_name]",
  "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
  "legal_accessibility_li_20": "Keyboard navigation support",
  "legal_accessibility_li_21": "Screen reader support",
  "legal_accessibility_li_22": "Appropriate color contrast",
  "legal_accessibility_li_23": "Flexible and scalable font sizes",
  "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
  "legal_accessibility_li_25": "Hierarchically structured headings",
  "legal_accessibility_li_26": "Descriptive and clear links",
  "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
  "legal_accessibility_li_28": "Perceivable: Information is presented in ways users can perceive",
  "legal_accessibility_li_29": "Operable: Interface components are operable",
  "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
  "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Automated accessibility testing tools",
  "legal_accessibility_li_39": "Manual testing with screen readers",
  "legal_accessibility_li_40": "Keyboard-only navigation",
  "legal_accessibility_li_41": "Color contrast testing",
  "legal_accessibility_li_42": "Testing with users with disabilities",
  "legal_accessibility_li_43": "Company: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Phone: [business_phone]",
  "services_meta_description": "German automotive oils sales in Cyprus - Complete range of oils for light and heavy vehicles, transmission oils, brake fluids and professional maintenance products. Direct import from manufacturer.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Back to website",
  "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
  "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
}